[
{
    "cityName": "Amsterdam",
    "population": "1.380.872",
    "about": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (About this soundlisten)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site. Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century; Amsterdam became one of the most important ports in the world during the Dutch Golden Age of the 17th century; and became the leading centre for finance and trade. In the 19th and 20th centuries, the city expanded, and many new neighbourhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam; is the oldest part of the city, dating to the 9th century.Amsterdam's main attractions include its historic canals, the Rijksmuseum, the Van Gogh Museum, the Stedelijk Museum, Hermitage Amsterdam, the Concertgebouw, the Anne Frank House, the Scheepvaartmuseum, the Amsterdam Museum, the Heineken Experience, the Royal Palace of Amsterdam, Natura Artis Magistra, Hortus Botanicus Amsterdam, NEMO, the red-light district and many cannabis coffee shops. Drawing more than 5 million international visitors in 2014. The city is also well known for its nightlife and festival activity; with several of its nightclubs (Melkweg, Paradiso) among the world's most famous. Primarily known for its artistic heritage, elaborate canal system and narrow houses with gabled façades; well-preserved legacies of the city’s 17th-century Golden Age. These characteristics are arguably responsible for attracting millions of Amsterdam's visitors annually. Cycling is key to the city’s character, and there are numerous bike paths. The Amsterdam Stock Exchange is considered the oldest \"modern\" securities market stock exchange in the world. As the commercial capital of the Netherlands and one of the top financial centres in Europe, Amsterdam is considered an alpha-world city by the Globalization and World Cities (GaWC) study group. The city is also the cultural capital of the Netherlands. Many large Dutch institutions have their headquarters in the city, including: the Philips conglomerate, AkzoNobel, Booking.com, TomTom, and ING. Moreover, many of the world's largest companies are based in Amsterdam or have established their European headquarters in the city, such as leading technology companies Uber, Netflix and Tesla. In 2012, Amsterdam was ranked the second best city to live in by the Economist Intelligence Unit (EIU) and 12th globally on quality of living for environment and infrastructure by Mercer. The city was ranked 4th place globally as top tech hub in the Savills Tech Cities 2019 report (2nd in Europe), and 3rd in innovation by Australian innovation agency 2thinknow in their Innovation Cities Index 2009. The Port of Amsterdam is the fifth largest in Europe. The KLM hub and Amsterdam's main airport: Schiphol, is the Netherlands' busiest airport as well as the fourth busiest in Europe. The Dutch capital is considered one of the most multicultural cities in the world, with at least 177 nationalities represented.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Amsterdam", "amsterdam.nl": "https://www.amsterdam.nl/en/", "pexels": "https://www.pexels.com/search/amsterdam/"}
    ],
    "photos": [
        "img/Amsterdam/amst1.jpg", "img/Amsterdam/amst2.jpg", "img/Amsterdam/amst3.jpg", "img/Amsterdam/amst4.jpg", "img/Amsterdam/amst5.jpg", "img/Amsterdam/amst6.jpg", "img/Amsterdam/amst7.jpg", "img/Amsterdam/amst8.jpg", "img/Amsterdam/amst9.jpg", "img/Amsterdam/amst10.jpg", "img/Amsterdam/amst11.jpg", "img/Amsterdam/amst12.jpg", "img/Amsterdam/amst13.jpg", "img/Amsterdam/amst14.jpg", "img/Amsterdam/amst15.jpg", "img/Amsterdam/amst16.jpg"
    ]
},
{
    "cityName": "Rotterdam",
    "population": "1,160,000",
    "about": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/;[8][9] Dutch: [ˌrɔtərˈdɑm] (About this soundlisten)) is a city and municipality in the Netherlands. It is in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country.A major logistic and economic centre, Rotterdam is Europe's largest seaport. In 2020, it had a population of 651,446 and is home to over 180 nationalities. Rotterdam is known for its university, riverside setting, lively cultural life, maritime heritage and modern architecture. The near-complete destruction of the city centre in the World War II Rotterdam Blitz has resulted in a varied architectural landscape, including skyscrapers designed by architects such as Rem Koolhaas, Piet Blom and Ben van Berkel. The Rhine, Meuse and Scheldt give waterway access into the heart of Western Europe, including the highly industrialized Ruhr. The extensive distribution system including rail, roads, and waterways have earned Rotterdam the nicknames \"Gateway to Europe\" and \"Gateway to the World\".",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Rotterdam", "pexels": "https://www.pexels.com/search/Rotterdam/"}
    ],
    
    "photos": [
        "img/Rotterdam/rotterdam1.jpg", "img/Rotterdam/rotterdam2.jpg", "img/Rotterdam/rotterdam3.jpg", "img/Rotterdam/rotterdam4.jpg", "img/Rotterdam/rotterdam5.jpg", "img/Rotterdam/rotterdam6.jpg", "img/Rotterdam/rotterdam7.jpg", "img/Rotterdam/rotterdam8.jpg", "img/Rotterdam/rotterdam9.jpg"
    ]
},
{
    "cityName": "The Hague",
    "population": "544,766",
    "about": "The Hague (/heɪɡ/; Dutch: Den Haag [dɛn ˈɦaːx] (About this soundlisten) or 's‑Gravenhage [ˌsxraːvə(n)ˈɦaːɣə] (About this soundlisten)) is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world. With a metropolitan population of more than 1 million, it is the third-largest city in the Netherlands, after Amsterdam and Rotterdam. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. In the west of the Netherlands, The Hague is in the centre of the Haaglanden conurbation and lies at the southwest corner of the larger Randstad conurbation. The Hague is the seat of the Cabinet, the States General, the Supreme Court, and the Council of State of the Netherlands, but the city is not the constitutional capital of the Netherlands, which is Amsterdam. King Willem-Alexander lives in Huis ten Bosch and works at the Noordeinde Palace in The Hague, together with Queen Máxima. Most foreign embassies in the Netherlands are located in the city. The Hague is also home to the world headquarters of Royal Dutch Shell and other Dutch companies. The Hague is known as the home of international law and arbitration. The International Court of Justice, the main judicial arm of the United Nations, is located in the city, as well as the International Criminal Court, the Permanent Court of Arbitration, Europol, and approximately 200 other international governmental organisations.",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/The_Hague", "pixabay": "https://pixabay.com/images/search/the%20hague/"}
    ],
    "photos": [
        "img/Hag/hag1.jpg", "img/Hag/hag2.jpg", "img/Hag/hag3.jpg", "img/Hag/hag4.jpg", "img/Hag/hag5.jpg", "img/Hag/hag6.jpg", "img/Hag/hag7.jpg", "img/Hag/hag8.jpg", "img/Hag/hag9.jpg", "img/Hag/hag10.jpg"
    ]
},
{
    "cityName": "Maastricht",
    "population": "121,565",
    "about": "Maastricht (/ˈmɑːstrɪxt, -ɪkt/, also US: /mɑːˈs-/,[8][9][10] Dutch: [maːˈstrɪxt] (About this soundlisten);[11] Limburgish (incl. Maastrichtian): Mestreech [məˈstʀeˑx]; French: Maestricht (archaic); Spanish: Mastrique (archaic)) is a city and a municipality in the southeast of the Netherlands. It is the capital and largest city of the province of Limburg. Maastricht is located on both sides of the Meuse (Dutch: Maas), at the point where the Jeker joins it. It is adjacent to the border with Belgium. Maastricht developed from a Roman settlement (Trajectum ad Mosam) to a medieval religious centre. In the 16th century it became a garrison town and in the 19th century an early industrial city. Today, the city is a thriving cultural and regional hub. It became well known through the Maastricht Treaty and as the birthplace of the euro. Maastricht has 1677 national heritage buildings (Rijksmonumenten), the second highest number in the Netherlands, after Amsterdam. The city is visited by tourists for shopping and recreation, and has a large international student population. Maastricht is a member of the Most Ancient European Towns Network and is part of the Meuse-Rhine Euroregion, which includes the nearby German and Belgian cities of Aachen, Eupen, Hasselt, Liège, and Tongeren. The Meuse-Rhine Euroregion is a metropolis with a population of about 3.9 million with several international universities.", 
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Maastricht", "pixabay": "https://pixabay.com/images/search/maastricht/"}
    ],
    "photos": [
        "img/Maastricht/maastricht1.jpg", "img/Maastricht/maastricht2.jpg", "img/Maastricht/maastricht3.jpg", "img/Maastricht/maastricht4.jpg", "img/Maastricht/maastricht5.jpg", "img/Maastricht/maastricht6.jpg", "img/Maastricht/maastricht7.jpg", "img/Maastricht/maastricht8.jpg", "img/Maastricht/maastricht9.jpg", "img/Maastricht/maastricht10.jpg", "img/Maastricht/maastricht11.jpg", "img/Maastricht/maastricht12.jpg"
    ]
},
{
    "cityName": "Utrecht",
    "population": "358,454",
    "about":"Utrecht (/ˈjuːtrɛkt/ YOO-trekt, also UK: /juːˈtrɛxt/ yoo-TREKHT, Dutch: [ˈytrɛxt] (About this soundlisten)) is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019. Utrecht's ancient city centre features many buildings and structures, several dating as far back as the High Middle Ages. It has been the religious centre of the Netherlands since the 8th century. It lost the status of prince-bishopric but remains the main religious centre in the country. Utrecht was the most important city in the Netherlands until the Dutch Golden Age, when it was surpassed by Amsterdam as the country's cultural centre and most populous city. Utrecht is host to Utrecht University, the largest university in the Netherlands, as well as several other institutions of higher education. Due to its central position within the country, it is an important transport hub for both rail and road transport; the busiest train station in the Netherlands, Utrecht Centraal, is in the city of Utrecht. It has the second highest number of cultural events in the Netherlands, after Amsterdam. In 2012, Lonely Planet included Utrecht in the top 10 of the world's unsung places.",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Utrecht", "pixabay": "https://pixabay.com/images/search/utrecht/"}
    ],
    "photos": [
        "img/Utrecht/utrecht1.jpg", "img/Utrecht/utrecht2.jpg", "img/Utrecht/utrecht3.jpg", "img/Utrecht/utrecht4.jpg", "img/Utrecht/utrecht5.jpg", "img/Utrecht/utrecht6.jpg", "img/Utrecht/utrecht7.jpg", "img/Utrecht/utrecht8.jpg"
    ]
},
{
    "cityName": "Groningen",
    "population": "232,735",
    "about":"Groningen (/ˈɡroʊnɪŋən/, also UK: /ˈɡrɒn-/, US: /ˈxroʊn-/, Dutch: [ˈɣroːnɪŋə(n)] (About this soundlisten); Gronings: Grun'n) is the main municipality as well as the capital city of the eponymous province in the Netherlands. It is the largest city in the north of the Netherlands and has 231,037 inhabitants (31 January 2019) on a total area of 180.21 km2 (69.58 sq mi), and land area of 168.93 km2 (65.22 sq mi) with a population density of 1,367 per km2 (3,540 per square mile). It merged with Ten Boer and Haren municipalities in 1 January 2019. The Groningen-Assen metropolitan area has about half a million inhabitants. Groningen is an old city (more than 950 years) and was the regional power of the north of the Netherlands, a semi-independent city-state and member of the German Hanseatic League. Groningen is a university city, with an estimated 32,700 students at the University of Groningen (1 October 2019), and an estimated 28,432 at the Hanze University of Applied Sciences (1 February 2020).",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Groningen", "pixabay": "https://pixabay.com/images/search/groningen/"}
    ],
    "photos": [
        "img/Groningen/groningen1.jpg", "img/Groningen/groningen2.jpg", "img/Groningen/groningen3.jpg", "img/Groningen/groningen4.jpg", "img/Groningen/groningen5.jpg", "img/Groningen/groningen6.jpg", "img/Groningen/groningen7.jpg", "img/Groningen/groningen8.jpg", "img/Groningen/groningen9.jpg", "img/Groningen/groningen10.jpg"
    ]
},
{
    "cityName": "Haarlem",
    "population": "161,265",
    "about":"Haarlem (Dutch pronunciation: [ˈɦaːrlɛm] (About this soundlisten); predecessor of Harlem in the English language) is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 161,265 in 2019.Haarlem was granted city status or stadsrechten in 1245, although the first city walls were not built until 1270. The modern city encompasses the former municipality of Schoten as well as parts that previously belonged to Bloemendaal and Heemstede. Apart from the city, the municipality of Haarlem also includes the western part of the village of Spaarndam. Newer sections of Spaarndam lie within the neighbouring municipality of Haarlemmermeer.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Haarlem", "pixabay": "https://pixabay.com/images/search/haarlem/"}
    ],
    "photos": [
        "img/Haarlem/haarlem1.jpg", "img/Haarlem/haarlem2.jpg", "img/Haarlem/haarlem3.jpg", "img/Haarlem/haarlem4.jpg", "img/Haarlem/haarlem5.jpg", "img/Haarlem/haarlem6.jpg", "img/Haarlem/haarlem7.jpg", "img/Haarlem/haarlem8.jpg", "img/Haarlem/haarlem9.jpg", "img/Haarlem/haarlem10.jpg"
    ]
},
{
    "cityName": "Eindhoven",
    "population": "231,642",
    "about":"Eindhoven (/ˈaɪnthoʊvən/ EYENT-hoh-vən, Dutch: [ˈɛintɦoːvə(n)] (About this soundlisten)) is the fifth-largest city and a municipality of the Netherlands, located in the south of the country. It had a population of 231,469 in 2019, making it the largest city in the province of North Brabant. Eindhoven was originally located at the confluence of the Dommel and Gender.Neighbouring cities and towns include Son en Breugel, Nuenen, Geldrop-Mierlo, Helmond, Heeze-Leende, Waalre, Veldhoven, Eersel, Oirschot and Best. The agglomeration has a population of 337,487. The metropolitan area consists of 419,045 inhabitants. The city region has a population of 753,426. The Brabantse Stedenrij combined metropolitan area has about two million inhabitants. Eindhoven has grown from a little town in 1232 to one of the biggest cities in the Netherlands with around 230,000 inhabitants in 2020. Much of its growth is due to Philips, DAF Trucks and Brabantia. After the resurrection of the Netherlands in 1815 and the end of the Belgian Revolution, Eindhoven was a small village of some 1250 people in an economically backward and mostly agricultural area. Cheap land, cheap labor and the existence of pre-industrial homesourcing (huisnijverheid in Dutch) made Eindhoven an attractive area for the developing industries which were being stimulated by the government of King William I. During the 19th century, Eindhoven grew into an industrial town with factories for textile weaving, cigar manufacturing, match making and hat making. Most of these industries disappeared again after World War II, though.In 1891, brothers Gerard and Anton Philips founded the small light bulb factory that would grow into one of the largest electronics firms in the world. Philips' presence is probably the largest single contributing factor to the major growth of Eindhoven in the 20th century. It attracted and spun off many hi-tech companies, making Eindhoven a major technology and industrial hub. In 2005, a full third of the total amount of money spent on research in the Netherlands was spent in or around Eindhoven. A quarter of the jobs in the region are in technology and ICT, with companies such as FEI Company (once Philips Electron Optics), NXP Semiconductors (formerly Philips Semiconductors), ASML, ALTEN, Simac, Neways Electronics and the aforementioned Philips and DAF. Eindhoven has long been a centre of cooperation between research institutes and industry. This tradition started with Philips (the NatLab was a physical expression of this) and has since expanded to large cooperative networks. The Eindhoven University of Technology hosts an incubator for technology startups and the NatLab has developed into the High Tech Campus Eindhoven. Also, TNO has opened a branch on the university campus. This tradition has also fostered inter-industry cooperation in the region; one example of this is the announcement in September 2010 of a new research lab for high-grade packaging materials, a cooperation of IPS Packaging and Thales Cryognetics. This cooperative tradition has also developed into a different direction than the traditional technology research done at the university. Starting in 2002, the university, the Catharina hospital, Philips Medical and the University of Maastricht joined forces and started joint research into biomedical science, technology and engineering. Within Eindhoven, this research has been concentrated in a new university faculty (BioMedical Technology or BMT). This development has also made Eindhoven a biomedical technology hub within the country and its (European) region. Prime examples of industrial heritage in Eindhoven are the renovated Witte Dame (\"White Lady\") complex, a former Philips lamp factory; and the Admirant building (informally known as Bruine Heer or \"Brown Gentleman\" in reference to the Witte Dame across the street), the former Philips main offices. The Witte Dame currently houses the municipal library, the Design Academy and a selection of shops. The Admirant has been renovated into an office building for small companies. Across the street from the Witte Dame and next to the Admirant is Philips' first light bulb factory (nicknamed Roze Baby, or \"Pink Baby\", in reference to its pink colour and much smaller size when compared to the \"White Lady\" and \"Brown Gentleman\"). The small building now houses the \"Centrum Kunstlicht in de Kunst\" (centre artificial light in art) and the \"Philips Incandescent Lamp Factory of 1891\" museum.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Eindhoven"}
    ],
    "photos": [
        "img/Eindhoven/eindhoven1.jpg", "img/Eindhoven/eindhoven2.jpg", "img/Eindhoven/eindhoven3.jpg", "img/Eindhoven/eindhoven4.jpg", "img/Eindhoven/eindhoven5.jpg", "img/Eindhoven/eindhoven6.jpg", "img/Eindhoven/eindhoven7.jpg", "img/Eindhoven/eindhoven8.jpg", "img/Eindhoven/eindhoven9.jpg", "img/Eindhoven/eindhoven10.jpg", "img/Eindhoven/eindhoven11.jpg"
    ]
},
{
    "cityName": "Leiden",
    "population": "124,899",
    "about":"Leiden (/ˈlaɪdən/, Dutch: [ˈlɛi̯də(n)] (About this soundlisten); in English and archaic Dutch also Leyden) is a city and municipality in the province of South Holland, Netherlands. The municipality of Leiden had a population of 123,856 in August 2017, but the city forms one densely connected agglomeration with its suburbs Oegstgeest, Leiderdorp, Voorschoten and Zoeterwoude with 206,647 inhabitants. The Netherlands Central Bureau of Statistics (CBS) further includes Katwijk in the agglomeration which makes the total population of the Leiden urban agglomeration 270,879, and in the larger Leiden urban area also Teylingen, Noordwijk, and Noordwijkerhout are included with in total 348,868 inhabitants. Leiden is located on the Oude Rijn, at a distance of some 20 kilometres (12 miles) from The Hague to its south and some 40 km (25 mi) from Amsterdam to its north. The recreational area of the Kaag Lakes (Kagerplassen) lies just to the northeast of Leiden. A university city since 1575, Leiden has been one of Europe's most prominent scientific centres for more than four centuries. Leiden is a typical university city, university buildings are scattered throughout the city and the many students from all over the world give the city a bustling, vivid and international atmosphere. Many important scientific discoveries have been made here, giving rise to Leiden's motto: ‘City of Discoveries’. The city houses Leiden University, the oldest university of the Netherlands, and Leiden University Medical Center. Leiden University is one of Europe's top universities, with thirteen Nobel Prize winners. It is a member of the League of European Research Universities and positioned highly in all international academic rankings. It is twinned with Oxford, the location of the United Kingdom's oldest university. Leiden University and Leiden University of Applied Sciences (Leidse Hogeschool) together have around 35,000 students. Modern scientific medical research and teaching started in the early 18th century in Leiden with Boerhaave. Leiden is a city with a rich cultural heritage, not only in science, but also in the arts. One of the world's most famous painters, Rembrandt, was born and educated in Leiden. Other famous Leiden painters include Lucas van Leyden, Jan van Goyen and Jan Steen.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Leiden", "universiteitleiden":"https://www.universiteitleiden.nl/en"}
    ],
    "photos": [
        "img/Leiden/leiden1.jpg", "img/Leiden/leiden2.jpg", "img/Leiden/leiden3.jpg", "img/Leiden/leiden4.jpg", "img/Leiden/leiden5.jpg", "img/Leiden/leiden6.jpg", "img/Leiden/leiden7.jpg", "img/Leiden/leiden8.jpg", "img/Leiden/leiden9.jpg", "img/Leiden/leiden10.jpg", "img/Leiden/leiden11.jpg"
    ]
},
{
    "cityName": "Delft",
    "population": "103,163",
    "about":"Delft (Dutch pronunciation: [dɛlft] (About this soundlisten)) is a city and municipality in the province of South Holland, Netherlands. It is located between Rotterdam, to the southeast, and The Hague, to the northwest. Together with them, it is part of both Rotterdam–The Hague metropolitan area and the Randstad. Delft is a popular tourist destination in the country of The Netherlands. It is home to Delft University of Technology (TU Delft), regarded as center of technological research and development in the Netherlands, Delft Blue pottery and the currently reigning House of Orange-Nassau. Historically, Delft played a highly influential role in the Dutch Golden Age. Delft has a special place in the history of microbiology. In terms of science and technology, thanks to the pioneering contributions of Antonie van Leeuwenhoek and Martinus Beijerinck, Delft can be considered to be the true birthplace of microbiology, with its several sub-disciplines such as bacteriology, protozoology, and virology.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Delft", "tudelft":"https://www.tudelft.nl/en/"}
    ],
    "photos": [
        "img/Delft/delft1.jpg", "img/Delft/delft2.jpg", "img/Delft/delft3.jpg", "img/Delft/delft4.jpg", "img/Delft/delft5.jpg", "img/Delft/delft6.jpg", "img/Delft/delft7.jpg", "img/Delft/delft8.jpg", "img/Delft/delft9.jpg", "img/Delft/delft10.jpg"
    ]
},
{
    "cityName": "Breda",
    "population": "183,873",
    "about":"Breda (/ˈbriːdə/, /ˈbreɪ-/, Dutch: [breːˈdaː] (About this soundlisten)) is a city and municipality in the southern part of the Netherlands, located in the province of North Brabant. The name derived from brede Aa ('wide Aa' or 'broad Aa') and refers to the confluence of the rivers Mark and Aa. As a fortified city, it was of strategic military and political significance. Although a direct Fiefdom of the Holy Roman Emperor, the city obtained a municipal charter; the acquisition of Breda, through marriage, by the House of Nassau ensured that Breda would be at the centre of political and social life in the Low Countries. Breda had a population of 183,873 in 2019; the metropolitan area had a population of 324,812. It is part of the Brabantse Stedenrij. </br>In the 11th century, Breda was a direct fief of the Holy Roman Emperor, its earliest known lord being Henry of Brunesheim (1080–1125). The city of Breda obtained a municipal charter in 1252. After that Breda had the rights to build fortifications. The city constructed brick walls and Roman-style gates. In 1327, Adelheid of Gaveren sold Breda to Duke Johannes III of Brabant. In 1350, the fief was resold to Johannes II of Wassenaar (d. 1377). In 1403, the heiress of his line, Johanna of Polanen (1392–1445), married Engelbert I of Nassau (1370–1442; his sarcophagus is in the Grote Kerk in Breda). Through her, the city came into the possession of the House of Nassau, where it remained until 1795, passing to William I of Orange (1533–1584), stadtholder of Holland, Zeeland, and Utrecht and leader of the Dutch revolt. Thus, the baron of Breda was also Count of Nassau in the Holy Roman Empire, Prince of Orange, and (the main) stadtholder in the Dutch Republic (from 1572–1650, 1672–1702, 1747–1795). Breda remained part of the barony of Breda until it was captured by French revolutionary forces in 1795.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Breda"}
    ],
    "photos": [
        "img/Breda/breda1.jpg", "img/Breda/breda2.jpg", "img/Breda/breda3.jpg", "img/Breda/breda4.jpg", "img/Breda/breda5.jpg", "img/Breda/breda6.jpg", "img/Breda/breda7.jpg", "img/Breda/breda8.jpg"
    ]
},
{
    "cityName": "Hertogenbosch",
    "population": "154,205",
    "about":"'s-Hertogenbosch (UK: /ˌsɛərtoʊxənˈbɒs/, US: /-ˈbɔːs, -ɡənˈ-, sɛərˌtoʊ-/,[8][9] Dutch: [ˌsɛrtoːɣə(m)ˈbɔs] (About this soundlisten); French: Bois-le-Duc [bwa l(ə) dyk]), colloquially known as Den Bosch (IPA: [dɛm ˈbɔs] (About this soundlisten)), is a city and municipality in the Netherlands with a population of 152,968. It is the capital of the province of North Brabant. The city's official name is a contraction of the (archaic) Dutch des Hertogen bosch—\"the forest of the duke\". The duke in question was Henry I of Brabant, whose family had owned a large estate at nearby Orthen for at least four centuries. He founded a new town located on some forested dunes in the middle of a marsh. At age 26, he granted 's-Hertogenbosch city rights and the corresponding trade privileges in 1185. This is, however, the traditional date given by later chroniclers; the first mention in contemporaneous sources is 1196. The original charter has been lost. His reason for founding the city was to protect his own interests against encroachment from Gelre and Holland; from its first days, he conceived of the city as a fortress. It was destroyed in 1203 in a joint expedition of Gelre and Holland, but was soon rebuilt. Some remnants of the original city walls may still be seen.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/%27s-Hertogenbosch"}
    ],
    "photos": [
        "img/Hertogenbosch/hertogenbosch1.jpg", "img/Hertogenbosch/hertogenbosch2.jpg", "img/Hertogenbosch/hertogenbosch3.jpg", "img/Hertogenbosch/hertogenbosch4.jpg", "img/Hertogenbosch/hertogenbosch5.jpg", "img/Hertogenbosch/hertogenbosch6.jpg", "img/Hertogenbosch/hertogenbosch7.jpg", "img/Hertogenbosch/hertogenbosch8.jpg"
    ]
},
{
    "cityName": "Arnhem",
    "population": "159,265",
    "about":"'Arnhem (/ˈɑːrnəm/, also US: /ˈɑːrnhɛm/, Dutch: [ˈɑrnɛm] (About this soundlisten) or [ˈɑrnɦɛm] (About this soundlisten); German: Arnheim; South Guelderish: Èrnem) is a city and municipality situated in the eastern part of the Netherlands. It is the capital of the province of Gelderland and located on both banks of the rivers Nederrijn and Sint-Jansbeek, which was the source of the city's development. Arnhem had a population of 159,265 in 2019 and is one of the larger cities of the Netherlands. The municipality is part of the Arnhem–Nijmegen metropolitan area which has a combined 736,500 inhabitants. Arnhem is home to the Hogeschool van Arnhem en Nijmegen, ArtEZ Institute of the Arts, Netherlands Open Air Museum, Airborne Museum 'Hartenstein', Royal Burgers' Zoo, NOC*NSF and National Sports Centre Papendal. The north corner of the municipality is part of the Hoge Veluwe National Park. It is approximately 55 square kilometers in area, consisting of heathlands, sand dunes, and woodlands.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Arnhem"}
    ],
    "photos": [
        "img/Arnhem/arnhem1.jpg", "img/Arnhem/arnhem2.jpg", "img/Arnhem/arnhem3.jpg", "img/Arnhem/arnhem4.jpg", "img/Arnhem/arnhem5.jpg", "img/Arnhem/arnhem6.jpg", "img/Arnhem/arnhem7.jpg", "img/Arnhem/arnhem8.jpg", "img/Arnhem/arnhem9.jpg"
    ]
},
{
    "cityName": "Zwolle",
    "population": "127,497",
    "about":"Zwolle (Dutch: [ˈzʋɔlə] (About this soundlisten)) is a city and municipality in the northeastern Netherlands serving as Overijssel's capital. With a population of 127,497, it is the second-largest municipality of the province after Enschede.</br>Archaeological findings indicate that the area surrounding Zwolle has been inhabited for a long time. A woodhenge that was found in the Zwolle-Zuid suburb in 1993 was dated to the Bronze Age period. During the Roman era, the area was inhabited by Salian Franks. The modern city was founded around 800 CE by Frisian merchants and troops of Charlemagne. The name Zwolle is derived from the word Suolle, which means \"hill\" (cf. the English cognate verb \"to swell\"). This refers to an incline in the landscape between the four rivers surrounding the city, IJssel, Vecht, Aa and Zwarte Water. The hill was the only piece of land that would remain dry during the frequent floodings of the rivers. Zwolle was established on that incline. A document mentions the existence of a parish church dedicated to St Michael. That church, the Grote or Sint Michaëlskerk (big or Saint Michael Church), was renovated in the first half of the 15th century and exists to this day. The church contains a richly carved pulpit, the work of Adam Straes van Weilborch (about 1620), some good carving and an exquisite organ (1721). On 31 August, 1230, the bishop of Utrecht granted Zwolle city rights. Zwolle became a member of the Hanseatic league in 1294, and in 1361 joined the war between the Hanseatic League and Valdemar IV of Denmark. In the 1370 Treaty of Stralsund that ended the war, Zwolle was awarded a vitte, a trade colony, in Scania, then part of Denmark. Zwolle's golden age came in the 15th century. Between 1402 and 1450, the city's Gross Regional Product multiplied by about six.In July 1324 and October 1361, regional noblemen set fire to Zwolle. In the 1324 fire, only nine buildings escaped the flames. Map of Zwolle by Joan Blaeu in Blaeu's \"Toonneel der Steden\", 1652. Zwolle was also, with Deventer, one of the centers of the Brethren of the Common Life, a monastic movement. 5 km (3 mi) from Zwolle, on a slight eminence called the Agnietenberg, (hill of St Agnes), once stood the Augustinian convent in which Thomas à Kempis spent the greatest part of his life and died (in 1471). At least as early as 1911, Zwolle had a considerable trade by river, a large fish market, and the most important cattle market in the Netherlands after Rotterdam. The more important industries comprised cotton manufactures, iron works, boat-building, dyeing and bleaching, tanning, rope-making, and salt-making. In World War II, Zwolle was single-handedly liberated from the Germans by French Canadian soldier Léo Major. He was made an honorary citizen of Zwolle in 2005 and a street is named for him. In 2004, Zwolle's De Librije restaurant was honored with 3 stars by Michelin Guide; as of 2018, it is one of only three restaurants so honored in the entire country.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zwolle"}
    ],
    "photos": [
        "img/Zwolle/zwolle1.jpg", "img/Zwolle/zwolle2.jpg", "img/Zwolle/zwolle3.jpg", "img/Zwolle/zwolle4.jpg", "img/Zwolle/zwolle5.jpg", "img/Zwolle/zwolle6.jpg", "img/Zwolle/zwolle7.jpg", "img/Zwolle/zwolle8.jpg", "img/Zwolle/zwolle9.jpg", "img/Zwolle/zwolle10.jpg"
    ]
},
{
   "cityName": "Alkmaar",
    "population": "109,444",
    "about":"Alkmaar [ˈɑl(ə)kmaːr] (About this soundlisten) is a city and municipality in the Netherlands, located in the province of North Holland. Alkmaar is well known for its traditional cheese market. For tourists, it is a popular cultural destination.</br>The earliest mention of the name Alkmaar is in a 10th-century document. As the village grew into a town, it was granted city rights in 1254. The oldest part of Alkmaar lies on an ancient sand bank that afforded some protection from inundation during medieval times. Even so, it is only a couple of metres above the surrounding region, which consists of some of the oldest polders in existence. Older spellings include Alckmar.</br>In 1573 the city underwent a siege by Spanish forces under the leadership of Don Fadrique, son of the Duke of Alva. The citizens sent urgent messages for help to the Prince of Orange; he responded by promising to open the floodgates of the dykes and flood the region if the need arose, which despite the protestations of the peasantry, fearful for their harvest, he proceeded to do. Some of his dispatches fell into the hands of Don Fadrique, and, with the waters beginning to rise, the Spaniards raised the siege and fled. It was a turning point in the Eighty Years War and gave rise to the expression Bij Alkmaar begint de victorie (\"Victory begins at Alkmaar\"). The event is still celebrated every year in Alkmaar on 8 October, the day the siege ended. In 1799, during the French Revolutionary Wars, an Anglo-Russian expeditionary force captured the city but was ultimately defeated in the Battle of Castricum. After that battle, on 18 October 1799, the two opposing sides held the Convention of Alkmaar which met to determine the fate of the defeated Anglo-Russian force. The French victory was commemorated on the Arc de Triomphe in Paris as \"Alkmaer\". The North Holland Canal, opened in 1824, was dug through Alkmaar. In 1865 and 1867 the railways between Alkmaar and Den Helder and between Alkmaar and Haarlem were built respectively. In the second half of the 20th century, Alkmaar expanded quickly with development of new neighbourhoods. On 1 October 1972, the town of Oudorp and the southern portions of Koedijk and Sint Pancras were added to the municipality of Alkmaar.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Alkmaar"}
    ],
    "photos": [
        "img/Alkmaar/alkmaar1.jpg", "img/Alkmaar/alkmaar2.jpg", "img/Alkmaar/alkmaar3.jpg", "img/Alkmaar/alkmaar4.jpg", "img/Alkmaar/alkmaar5.jpg", "img/Alkmaar/alkmaar6.jpg", "img/Alkmaar/alkmaar7.jpg", "img/Alkmaar/alkmaar8.jpg", "img/Alkmaar/alkmaar9.jpg"
    ] 
},
{
    "cityName": "Amersfoort",
    "population": "156,286",
    "about":"Amersfoort [ˈaːmərsfoːrt] (About this soundlisten) is a city and municipality in the province of Utrecht, Netherlands and is situated at the eastern edge of the Randstad. As of 1 January 2019, the municipality had a population of 156,286, making it the second-largest of the province and fifteenth-largest of the country. Amersfoort is also one of the largest Dutch railway junctions with its three stations—Amersfoort Centraal, Schothorst and Vathorst—due to its location on two of the Netherlands' main east to west and north to south railway lines. The city was used during the 1928 Summer Olympics as a venue for the modern pentathlon events. Amersfoort marked its 750th anniversary as a city in 2009.</br>Remains of settlements in the Amersfoort area from around 1000 BC have been found, but the name Amersfoort, after a ford in the Amer River, today called the Eem, did not appear until the 11th century. The city grew around what is now known as the central square, the Hof, where the Bishops of Utrecht established a court in order to control the \"Gelderse Vallei [nl]\" area. It was granted city rights in 1259 by the bishop of Utrecht, Henry I van Vianden. A first defensive wall, made out of brick, was finished around 1300. Soon after, the need for enlargement of the city became apparent and around 1380 the construction of a new wall was begun and completed around 1450. The famous Koppelpoort, a combined land and water gate, is part of this second wall. The first wall was demolished and houses were built in its place. Today's Muurhuizen (wallhouses) Street is at the exact location of the first wall; the fronts of the houses are built on top of the first city wall's foundations. The Onze-Lieve-Vrouwentoren (Tower of Our Lady) is one of the tallest medieval church towers in the Netherlands at 98 metres (322 ft). When it was built, it was the middle point of The Netherlands,[8] it was exactly built in the center and a reference for the Dutch grid system. The nickname of the tower is Lange Jan (‘Long John’).The construction of the tower and the church was started in 1444. The church was destroyed by an explosion in 1787, but the tower survived, and the layout of the church still can be discerned today through the use of different types of stone in the pavement of the open space that was created. It is now the reference point of the RD coordinate system, the coordinate grid used by the Dutch topographical service: the RD coordinates are (155.000, 463.000). The inner city of Amersfoort has been preserved well since the Middle Ages. Apart from the Onze-Lieve-Vrouwetoren, the Koppelpoort, and the Muurhuizen (Wall-houses), there is also the Sint-Joriskerk (Saint George's church), the canal-system with its bridges, as well as medieval and other old buildings; many are designated as national monuments. In the Middle Ages, Amersfoort was an important centre for the textile industry, and there were a large number of breweries. Jews also lived in Amersfoort in the Middle Ages, before being expelled from the province in 1546 and beginning to return to the city in 1655",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Amersfoort"}
    ],
    "photos": [
        "img/Amersfoort/amersfoort1.jpg", "img/Amersfoort/amersfoort2.jpg", "img/Amersfoort/amersfoort3.jpg", "img/Amersfoort/amersfoort4.jpg", "img/Amersfoort/amersfoort5.jpg", "img/Amersfoort/amersfoort6.jpg", "img/Amersfoort/amersfoort7.jpg", "img/Amersfoort/amersfoort8.jpg", "img/Amersfoort/amersfoort9.jpg", "img/Amersfoort/amersfoort10.jpg", "img/Amersfoort/amersfoort11.jpg", "img/Amersfoort/amersfoort12.jpg"
    ] 
},
{
    "cityName": "Dordrecht",
    "population": "118,654",
    "about":"Dordrecht (UK: /dɔːrˈdrɛxt/,[6] US: /ˈdɔːrdrɛxt, -ɛkt/,[7][8] Dutch: [ˈdɔrdrɛxt] (About this soundlisten); colloquially Dordt [dɔrt] (About this soundlisten)), historically known in English as Dordt or Dort, is a city and municipality in the Western Netherlands, located in the province of South Holland. It is the fifth-largest city of the province after Rotterdam, The Hague, Zoetermeer and Leiden, with a population of 118,654. The municipality covers the entire Dordrecht Island, also often called Het Eiland van Dordt (\"the Island of Dordt\"), bordered by the rivers Oude Maas, Beneden Merwede, Nieuwe Merwede, Hollands Diep, and Dordtsche Kil. Dordrecht is the largest and most important city in the Drechtsteden and is also part of the Randstad, the main conurbation in the Netherlands. Dordrecht is the oldest city in Holland and has a rich history and culture.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Dordrecht"}
    ],
    "photos": [
        "img/Dordrecht/dordrecht1.jpg", "img/Dordrecht/dordrecht2.jpg", "img/Dordrecht/dordrecht3.jpg", "img/Dordrecht/dordrecht4.jpg", "img/Dordrecht/dordrecht5.jpg", "img/Dordrecht/dordrecht6.jpg", "img/Dordrecht/dordrecht7.jpg", "img/Dordrecht/dordrecht8.jpg", "img/Dordrecht/dordrecht9.jpg", "img/Dordrecht/dordrecht10.jpg"
    ] 
},
{
    "cityName": "Naarden",
    "population": "N/A",
    "about":"Naarden (Dutch pronunciation: [ˈnaːrdə(n)] (About this soundlisten)) is a city and former municipality in the Gooi region in the province of North Holland, Netherlands. It has been part of the new municipality of Gooise Meren since 2016.</br>Naarden is the home of the Dutch Fortress Museum (Nederlands Vestingmuseum). Naarden hosts the bi-annual Naarden Photo Festival and, on Good Friday, a performance of Bach's St. Matthew Passion in the local church, which is called the Great Church or St. Vitus Church. The Great Church (Grote Kerk) is situated on the Markstraat and dates from the 15th century. Prior to the Protestant Reformation it was named for St. Vitus. It is one of the oldest surviving churches in The Netherlands, having had the good fortune to survive the Spanish invasion of 1572 and the subsequent burning of the town. The church has numerous wooden vaults that are painted with scenes from the Old and New Testaments. These were hidden for many years and were only rediscovered in a recent restoration. The church is the venue for a number of cultural activities such as organ music nights and the bi-annual Naarden Photo festival. The Spanish House (Spaanse Huis), situated at Turfpoortstraat 27, was originally a church building converted to house migrants. In 1572 Spanish troops conducted a massacre of some 700 inhabitants who had gathered to hear a peace proposal. The Spanish then fired on the assembled citizens, and went on to set fire to the town. A plaque above the lintel of the door and below the eaves commemorates the massacre. In 1615, after the population had reestablished itself, they built the city hall on the site. Part of the building was given over to De Waag (The Scales House), the municipal office entrusted with the verification of weights and measures. The building later served a French garrison as a bakery, turning out over 1000 loaves per day. From 1967 until 1992 it served as the Comenius museum. Today, the historic building serves as the Weegschaal Museum. Naarden is also the place where John Amos Comenius is buried in a mausoleum on Klooster straat. This place receives many visitors from Czechia, where he was born. Comenius is known as the inventor of our school system with grades and different classes.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Naarden"}
    ],
    "photos": [
        "img/Naarden/naarden1.jpg", "img/Naarden/naarden2.jpg", "img/Naarden/naarden3.jpg", "img/Naarden/naarden4.jpg", "img/Naarden/naarden5.jpg", "img/Naarden/naarden6.jpeg", "img/Naarden/naarden7.jpg", "img/Naarden/naarden8.jpg", "img/Naarden/naarden9.jpg", "img/Naarden/naarden10.jpg"
    ] 
},
{
    "cityName": "Almere",
    "population": "207,904",
    "about":"Almere (Dutch pronunciation: [ɑlˈmeːrə] (About this soundlisten)) is a planned city and municipality in the province of Flevoland, Netherlands, bordering Lelystad and Zeewolde. The municipality of Almere comprises six official areas that are the districts of Almere Stad (which is further split up into Almere Stad Oost, Almere Stad West and Almere Centrum), Almere Buiten and Almere Pampus (which is currently being designed), and the boroughs of Almere Haven, Almere Hout and Almere Poort. Four of them feature official district or borough offices. Furthermore, it also comprises the unofficial historic district and neighborhood Oostvaardersdiep, which has an active semi-self-governing community, and the planned district of Almere Oosterwold. Almere is part of the Amsterdam Metropolitan Area (MRA). Almere is the newest city in the Netherlands: the land on which the city sits, the Southern Flevoland polder, was reclaimed from the IJsselmeer from 1959 to 1968. The first house was finished in 1976, and Almere became a municipality in 1984. It has the largest population of the municipalities in Flevoland with 207,904 citizens in 2019 and the 7th largest in the Netherlands. In October 2007, the city council of Almere made agreements with the government to expand the city to 350,000 inhabitants by 2030.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Almere"}
    ],
    "photos": [
        "img/Almere/almere1.jpg", "img/Almere/almere2.jpg", "img/Almere/almere3.jpg", "img/Almere/almere4.jpg", "img/Almere/almere5.jpg", "img/Almere/almere6.jpg", "img/Almere/almere7.jpeg", "img/Almere/almere8.jpg", "img/Almere/almere9.jpg", "img/Almere/almere10.jpg"
    ] 
},
{
    "cityName": "Leeuwarden",
    "population": "123,107",
    "about":"Leeuwarden (US: /ˈleɪvɑːrdən/,[6] Dutch: [ˈleːʋɑrdə(n)] (About this soundlisten); West Frisian: Ljouwert [ˈljɔːʋ(ə)t]/[ˈʎɔːw(ə)t] (About this soundlisten); Town Frisian: Liwwadden; Leeuwarder dialect: Leewarden) is a city and municipality in Friesland in the Netherlands. It is the provincial capital and seat of the States of Friesland. The municipality has a population of 122,293.The region has been continuously inhabited since the 10th century. It came to be known as Leeuwarden in the early 9th century AD and was granted city privileges in 1435. It is the main economic hub of Friesland, situated in a green and water-rich environment. Leeuwarden is a former royal residence and has a historic city center, many historically relevant buildings, and a large shopping center with squares and restaurants. Leeuwarden was awarded the title European Capital of Culture for 2018. The Elfstedentocht (Eleven Cities Tour), an ice skating tour passing the eleven cities of Friesland, started and finished in Leeuwarden. The following towns and villages within the municipality have populations in excess of 1,000 people: Leeuwarden, Stiens, Grou, Goutum, Wergea, Jirnsum, Reduzum, and Wirdum. The municipality is governed by the mayor Sybrand van Haersma Buma and a coalition of the Labour Party, Christian Democratic Appeal, and GreenLeft.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Leeuwarden"}
    ],
    "photos": [
        "img/Leeuwarden/leeuwarden1.jpg", "img/Leeuwarden/leeuwarden2.jpg",  "img/Leeuwarden/leeuwarden3.jpg", "img/Leeuwarden/leeuwarden4.jpg", "img/Leeuwarden/leeuwarden5.jpeg", "img/Leeuwarden/leeuwarden6.jpg", "img/Leeuwarden/leeuwarden7.jpg", "img/Leeuwarden/leeuwarden8.jpg", "img/Leeuwarden/leeuwarden9.jpg", "img/Leeuwarden/leeuwarden10.jpg"
    ] 
},
{
    "cityName": "Middelburg",
    "population": "48,544",
    "about":"Middelburg (Dutch: [ˈmɪdəlbʏrx] (About this soundlisten)) is a city and municipality in the south-western Netherlands serving as the capital of the province of Zeeland. Situated on the central peninsula of the Zeeland province, Midden-Zeeland (consisting of former islands Walcheren, Noord-Beveland and Zuid-Beveland), it has a population of about 48,000. In terms of technology, Middelburg played a role in the Scientific Revolution at the early modern period. The city was historically a center of lens crafting in the Golden Age of Dutch science and technology. The invention of the microscope and telescope is often credited to Middelburg spectacle-makers (including Zacharias Janssen and Hans Lippershey) in the late 16th century and early 17th century.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Middelburg"}
    ],
    "photos": [
        "img/Middelburg/middelburg1.jpg", "img/Middelburg/middelburg2.jpg", "img/Middelburg/middelburg3.jpg", "img/Middelburg/middelburg4.jpg", "img/Middelburg/middelburg5.jpg", "img/Middelburg/middelburg6.jpg", "img/Middelburg/middelburg7.jpg", "img/Middelburg/middelburg8.jpg"
    ] 
},
{
    "cityName": "Gouda",
    "population": "73,181",
    "about":"Gouda (Dutch pronunciation: [ˈɣʌudaː] (About this soundlisten)) is a city and municipality in the west of the Netherlands, between Rotterdam and Utrecht, in the province of South Holland. Gouda has a population of 72,338 and is famous for its Gouda cheese, stroopwafels, many grachten, smoking pipes, and its 15th-century city hall. Its array of historic churches and other buildings makes it a very popular day trip destination. In the Middle Ages, a settlement was founded at the location of the current city by the Van der Goude family, who built a fortified castle alongside the banks of the Gouwe River, from which the family and the city took its name. The area, originally marshland, developed over the course of two centuries. By 1225, a canal was linked to the Gouwe and its estuary was transformed into a harbour. City rights were granted in 1272.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Gouda,_South_Holland"}
    ],
    "photos": [
        "img/Gouda/Gouda1.jpg", "img/Gouda/Gouda2.jpg", "img/Gouda/Gouda3.jpg", "img/Gouda/Gouda4.jpg", "img/Gouda/Gouda5.jpg", "img/Gouda/Gouda6.jpg", "img/Gouda/Gouda7.jpg", "img/Gouda/Gouda8.jpg", "img/Gouda/Gouda9.jpg", "img/Gouda/Gouda10.jpg"
    ] 
},
{
    "cityName": "Lelystad",
    "population": "77,893",
    "about":"Lelystad (Dutch pronunciation: [ˈleːlistɑt] (About this soundlisten)) is a municipality and a city in the centre of the Netherlands, and it is the capital of the province of Flevoland. The city, built on reclaimed land, was founded in 1967 and was named after Cornelis Lely, who engineered the Afsluitdijk, making the reclamation possible. Lelystad is approximately 3 metres (9.8 feet) below sea level.</br> Lelystad is built on the seabed of the former Zuiderzee. About 6500 years ago this wetland was above high tide level and inhabited; the Netherlands have steadily subsided since. Near Lelystad at Swifterbant, the oldest human skeletons in Western Europe were discovered. Due to rising water levels and storms, the peatlands were washed away, and the Lacus Flevo (in Roman times) grew to be the Almere (Middle Ages) and became the Zuiderzee. The Zuiderzee (Southern Sea) was the main transport route from Amsterdam to the North Sea and the Hanseatic League cities. Due to the many shipwrecks in Flevoland, Lelystad now houses the National Centre for Maritime History, with a museum and the shipyard that has built the Batavia replica. After the Second World War the Zuiderzee Works continued, constructing the polder of Eastern Flevoland. In 1950 work commenced on several construction islands in the middle of the IJsselmeer. Lelystad-Haven was the largest island, and its wooden barracks housed a community of dyke-builders. In 1955 they reached the mainland, which made it possible to drive to Lelystad by car. One of the three pumping stations, which drained the polder in June 1957, was the diesel-powered Wortman in Lelystad-Haven. Until 1967 the only inhabitants of Lelystad were technical engineers and laborers and superintendents, living on the former construction island. ",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Lelystad"}
    ],
    "photos": [
        "img/Lelystad/Lelystad1.jpg", "img/Lelystad/Lelystad2.jpg", "img/Lelystad/Lelystad3.jpg", "img/Lelystad/Lelystad4.jpg", "img/Lelystad/Lelystad5.jpg", "img/Lelystad/Lelystad6.jpg", "img/Lelystad/Lelystad7.jpg", "img/Lelystad/Lelystad8.jpg", "img/Lelystad/Lelystad9.jpg", "img/Lelystad/Lelystad10.jpg"
    ] 
}, 
{
    "cityName": "Volendam",
    "population": "22,000",
    "about":"Volendam (Dutch pronunciation: [ˌvoːlənˈdɑm]) is a village in North Holland in the Netherlands, in the municipality of Edam-Volendam. The town has about 22,000 inhabitants (November 2007) and is twinned with Coventry. </br>Originally, Volendam was the location of the harbor of the nearby Edam, which was situated at the mouth of the IJ bay. In 1357, the inhabitants of Edam dug a shorter canal to the Zuiderzee with its own separate harbor. This removed the need for the original harbor, which was then dammed and used for land reclamation. Farmers and local fishermen settled there, forming the new community of Vollendam, which literally meant something like 'Filled dam'. In the early part of the 20th century it became something of an artists' retreat, with both Picasso and Renoir spending time here. The majority of the population belongs to the Roman Catholic Church, which is deeply connected to the village culture. Historically, many missionaries and bishops grew up in Volendam. Today there is the chapel of Our Lady of the Water, which is located in a village park. ",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Volendam"}
    ],
    "photos": [
        "img/Volendam/Volendam1.jpg", "img/Volendam/Volendam2.jpg", "img/Volendam/Volendam3.jpg", "img/Volendam/Volendam4.jpg", "img/Volendam/Volendam5.jpg", "img/Volendam/Volendam6.jpg", "img/Volendam/Volendam7.jpg", "img/Volendam/Volendam8.jpg", "img/Volendam/Volendam9.jpg", "img/Volendam/Volendam10.jpg", "img/Volendam/Volendam11.jpg"
    ] 
},   
{
    "cityName": "Best",
    "population": "29,821",
    "about":"Best (About this soundListen (help·info)) is a municipality and a village in the southern Netherlands. It is situated northwest of the city Eindhoven, and is also part of the agglomeration of this city.The headquarters of Europe's largest meat processor Vion NV are located in Best, as are Philips Healthcare and the Bata Shoe Organization's \"Bata Protective\" operations (B2B). </br> The village used to be a part of Oirschot, a nearby town. But as Best was situated on the state road from Amsterdam to Maastricht, this often created difficulties. Each time the military wanted to quarter troops in Best, they had to request to be stationed in Oirschot, 10 km away, for this to be allowed. Because of this difficulty, the government decided to separate Best from Oirschot in 1819. Archaeological excavations around the village suggest settlement in the area dating back to the Roman era. The Armenhoef is a monumental farm on the Oirschotseweg 117 in Best. This stable is the oldest still in use within Western Europe. Historical building research in 2009 showed that the wooden frame of the stable dates back to 1263. The living part of the farm itself is built in recent times, in 1640 at the earliest, but probably around 1680. The farm is an official monument.  The first written text about Best dates back to 1421.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Best,_Netherlands"}
    ],
    "photos": [
        "img/Best/Best1.jpg", "img/Best/Best2.jpg", "img/Best/Best3.jpg", "img/Best/Best4.jpg"
    ] 
},
{
    "cityName": "Roermond",
    "population": "58,209",
    "about":"Roermond (Dutch pronunciation: [ruːrˈmɔnt] (About this soundlisten); Limburgish: Remunj) is a city, a municipality, and a diocese in the southeastern part of the Netherlands.Roermond is an historically important town, on the lower Roer at the east bank of the Meuse river. It received town rights in 1231. Roermond town centre has been designated as a conservation area.Through the centuries the town has filled the role of commercial centre, principal town in the duchy of Guelders and since 1559 it has served as the seat of the Roman Catholic Diocese of Roermond. The skyline of the historic town is dominated by the towers of its two churches: St. Christopher Cathedral and Roermond Minster or 'Munsterkerk' in Dutch. In addition to important churches, the town centre has many listed buildings and monuments.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Roermond"}
    ],
    "photos": [
        "img/Roermond/Roermond1.jpg", "img/Roermond/Roermond2.jpg", "img/Roermond/Roermond3.jpg", "img/Roermond/Roermond4.jpg", "img/Roermond/Roermond5.jpg", "img/Roermond/Roermond6.jpg", "img/Roermond/Roermond7.jpg", "img/Roermond/Roermond8.jpg", "img/Roermond/Roermond9.jpg", "img/Roermond/Roermond10.jpg"
    ] 
},
{
    "cityName": "Enkhuizen",
    "population": "18,507",
    "about":"Enkhuizen [ɛŋkˈɦœy̯zə(n)] (About this soundlisten) is a municipality and a city in the Netherlands, in the province of North Holland and the region of West-Frisia.</br>Enkhuizen, like Hoorn and Amsterdam, was one of the harbor-towns of the VOC, from where overseas trade with the East Indies was conducted. It received city rights in 1355. In the mid-17th century, Enkhuizen was at the peak of its power and was one of the most important harbor cities in the Netherlands. However, due to a variety of reasons, notably the silting up of the harbors, Enkhuizen lost its position to Amsterdam.</br>Enkhuizen station offers direct rail service to Hoorn, Amsterdam and Maastricht/Heerlen, with the journey to Amsterdam Centraal of around an hour.Furthermore, during summer ferries for pedestrians and cyclists operate between Enkhuizen and Stavoren; between Enkhuizen and Medemblik; and between Enkhuizen and Urk.It is also possible to drive or cycle across the Houtribdijk to Lelystad, passing under a naviduct near the Krabbersgat lock.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Enkhuizen"}
    ],
    "photos": [
        "img/Roermond/Roermond1.jpg", "img/Roermond/Roermond2.jpg", "img/Roermond/Roermond3.jpg", "img/Roermond/Roermond4.jpg", "img/Roermond/Roermond5.jpg", "img/Roermond/Roermond6.jpg", "img/Roermond/Roermond7.jpg", "img/Roermond/Roermond8.jpg", "img/Roermond/Roermond9.jpg", "img/Roermond/Roermond10.jpg"
    ] 
},
{
    "cityName": "Apeldoorn",
    "population": "162,445",
    "about":"Apeldoorn (Dutch pronunciation: [ˈaːpəldoːrn] (About this soundlisten)) is a municipality and city in the province of Gelderland in the centre of the Netherlands. It is a regional centre. The municipality of Apeldoorn, including villages like Beekbergen, Loenen, Ugchelen and Hoenderloo, had a population of 162,445 in 2019. The western half of the municipality lies on the Veluwe ridge, the eastern half lies in the IJssel valley.</br>The oldest known reference to Apeldoorn, then called Appoldro, dates from the 8th century. The settlement came into being at the point where the old road from Amersfoort to Deventer crossed that from Arnhem to Zwolle. A 1740 map refers to it as Appeldoorn. Close by is the favourite country-seat of the royal family of the Netherlands called the palace het Nieuwe Loo (now Het Loo). It was originally a hunting lodge of the dukes of Gelderland, but in its present form dates chiefly from the time of the then Stadtholder William III of England (1685–1686). The younger sister of Princess Beatrix, Princess Margriet, lives nearby the palace Het Loo, with her husband Pieter van Vollenhoven. Apeldoorn was a relatively insignificant place until the major building projects of the 19th century and those of the period following World War II. The Protestant church was restored after a fire in 1890. The Roman Catholic Mariakerk is a national monument.Apeldoorn possesses large paper-mills, many offices (Centraal Beheer, an insurance company; the Dutch Tax services; the \"Kadaster\", the government land registry service; and some more), a newspaper company, some hospitals and nursing homes. With over 95,000 people working in the municipality, Apeldoorn is one of the most important employment centres in the eastern Netherlands. Apeldoorn also has several important educational institutes, such as the Saxion University of Applied Sciences (hotel and facility management), the Wittenborg University of Applied Sciences, the Netherlands Police Academy and the Theological University of Apeldoorn. In 2008 the largest paper mill of what was left of \"Van Gelder Papier\" after reorganizations went bankrupt, in 1996 a devastating fire destroyed the remnants of the last part of the original factory, other parts of the production facility that remained are now in use as production facility by AFP (Apeldoorn Flexible Packaging B.V.), Loparex B.V. and Owens Corning Veil Netherlands B.V. On the entire industrial estate now known as \"Van Gelder Park\" are now also located a local head office of Rabobank and it also houses the main police and fire department offices among with some other local companies like Futurumshop sporting goods, Akos engineering and Werklust load lifters, On the west side of this estate at the Laan van Westenenk there are still the buildings of one of the largest news printing companies of the region, Wegener, moved to this location in 1993, but they closed definitely in 2016 after reorganization, the buildings are now in use by other companies. Apeldoorn has been well known in the past as a town of paper making and clothing wash company's because of the clean filtered groundwater that seeps through the sand of the ice age formed (in Dutch)”stuwwallen” down to the “Ijselvallei” on the east of Apeldoorn.Apeldoorn has also now a considerable meat processing industry with production and storage facilities of among others; Vion, Van Drie Group (ESA, Ekro), Grolleman Groep (cold stores, transport and meat processing), Amsterdam Meat Company (Ameco), other big/larger companies or ones that are of local importance are, among others; Hanos international (horesca), Hamer B.V. (installation), HSL Locistics but this will be as of January 2018 merged with GVT Logistics, Sandd (postal services), HCA Holland Colours (industrial plastics coloring), Remeha (heating boilers), Royal Reesink N.V., UPS, DHL, FedEx, Royal Talens (artist materials manufacturers and suppliers), VDL Weweler (international bus and truck parts manufacturing company), I.T.S. BV., Beekman transport, Kisjes transport and container rental, (others maybe added later). Sandd postal services has been merged with PostNL, as a result of this the Sandd location in Apeldoorn will be closed indefinitely in the first week of February 2020, there has been some job losses, uncertain wat will happen to the location site. In August 2018 PostNL opened a large package sorting center at the Oude Apeldoornseweg, newly build at the industrial area now known as “FizzionParc” but once was known as an industrial estate of Philips Data Systems, the new PostNL location will provide work for around 400 employees. On November 27, 2018, a rapid spreading fire completely destroyed the largest store of “Karwei” DIY centers in The Netherlands, located at the Laan van de Dierenriem in Apeldoorn, no one was injured. Apeldoorn is also known for its (historical) large number of used car dealers. Apeldoorn had until a few years ago a production facility that produced basic materials for medicine production operated by Akzo Diosynth, but production was seized here, and the terrain located at the Vlijtseweg is now renamed after the product that was produced here before that, Zwitsal, it is now known as “Zwitsal Apeldoorn” and the former facility now houses many new local businesses such as the beer brewery “De Vlijt”. Apenheul is a zoo which hosts a number of different types of apes and monkeys, some of which are free to walk around the visitors. It is situated at the western edge of Apeldoorn and can easily be reached by local bus 2, 3 and 5 (see Apeldoorn railway station, Bus Services). There is also an amusement park situated in Apeldoorn, called the Koningin Juliana Toren (Queen Juliana Tower). It is situated nearby the Apenheul and lies on the road to Hoog Soeren. It is called the Koningin Juliana Toren because of the tower, which was built in 1910 and was later named after Queen Juliana. The local hospital is the Gelre Hospital \"Lukas\", offering secondary health care to Apeldoorn and the surrounding towns.Apeldoorn railway station is, among regular national and international services, the terminus for the Veluwse Stoomtrein Maatschappij, a preserved steam railway that runs to Dieren via Beekbergen.In April 2009 Apeldoorn made world news, when eight people were killed after a man tried to attack the Dutch royal family during a Queen's Day celebration by crashing his car near the royal family's bus.The southwestern corner of the municipality is part of the Hoge Veluwe National Park. It is the final Battle Honour of The Royal Canadian Regiment who took part in the town's liberation in World War II.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Apeldoorn", "apeldoorn": "https://www.apeldoorn.nl/"}
    ],
    "photos": [
        "img/Apeldoorn/Apeldoorn1.jpg", "img/Apeldoorn/Apeldoorn2.jpg", "img/Apeldoorn/Apeldoorn3.jpg", "img/Apeldoorn/Apeldoorn4.jpg", "img/Apeldoorn/Apeldoorn5.jpg", "img/Apeldoorn/Apeldoorn6.jpg", "img/Apeldoorn/Apeldoorn7.jpg", "img/Apeldoorn/Apeldoorn8.jpeg", "img/Apeldoorn/Apeldoorn9.jpg"
    ] 
},
{
    "cityName": "Enschede",
    "population": "158,986",
    "about":"Enschede (Dutch pronunciation: [ˈɛnsxəˌdeː] (About this soundlisten), also known as Eanske [ˈɛːnskə] in the local dialect of Twents) is a municipality and city in the eastern Netherlands in the province of Overijssel and in the Twente region. The eastern parts of the urban area reaches the border with Germany. The municipality of Enschede consisted of the city of Enschede until 1935, when the rural municipality of Lonneker, which surrounded the city, was annexed after the rapid industrial expansion of Enschede which began in the 1860s and involved the building of railways and the digging of the Twentekanaal. The proposal for consolidation began in 1872, per the Turbantia newspaper article on 22 Jun 1872 that referenced a committee of 5 to oversea a study. They were: J. Mosman (Johannes Theodorus Mosman), H. Fikkert, H. G. Blijdenstein J. Bz., C. C. Schleucker, and G. J. van Heek. In sports and culture, Enschede is perhaps best known for being home to football club FC Twente, one-time Dutch champions.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Enschede"}
    ],
    "photos": [
        "img/Enschede/Enschede1.jpg", "img/Enschede/Enschede2.jpg", "img/Enschede/Enschede3.jpg", "img/Enschede/Enschede4.jpg", "img/Enschede/Enschede5.jpg", "img/Enschede/Enschede6.jpg", "img/Enschede/Enschede7.jpg", "img/Enschede/Enschede8.jpg", "img/Enschede/Enschede9.jpg", "img/Enschede/Enschede10.jpg"
    ] 
},
{
    "cityName": "Zaanstad",
    "population": "155,885",
    "about":"Zaanstad [ˈzaːnstɑt] (About this soundlisten) is a Dutch municipality in the province of North Holland, situated northwest of Amsterdam. Its main city is Zaandam. It is part of the conurbation and metropolitan area of Amsterdam. It had a population of 155,885 in 2019.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zaanstad"}
    ],
    "photos": [
        "img/Zaanstad/Zaanstad1.jpg", "img/Zaanstad/Zaanstad2.jpg", "img/Zaanstad/Zaanstad3.jpg", "img/Zaanstad/Zaanstad4.jpg", "img/Zaanstad/Zaanstad5.jpg", "img/Zaanstad/Zaanstad6.jpg"
    ] 
},
{
    "cityName": "Den Helder",
    "population": "55,559",
    "about":"Den Helder (Dutch pronunciation: [dɛn ˈɦɛldər] (About this soundlisten)) is a municipality and a city in the Netherlands, in the province of North Holland. Den Helder occupies the northernmost point of the North Holland peninsula. It is home to the country's main naval base. From here the Royal TESO ferryboat service operates the transportation link between Den Helder and the nearby Dutch Wadden island of Texel to the north.</br>Huisduinen was the original older part of the city, whereas Helder itself was a nearby smaller hamlet. When a harbour was built near Helder the village began to grow and later became the seat of governance instead of Huisduinen. Due to its strategic location at the tip of the North Holland peninsula, multiple fortifications were built in the area. Den Helder has played an important part in Dutch shipping. During the Dutch Golden Age, ships would be assembled near Den Helder and sail the world's oceans from there.On 23 January 1795, the French captured 14 Dutch ships and 850 guns in the town's deep-frozen harbour. In 1799 the city was the target of the Anglo-Russian invasion of Holland. During the 1820s, the North Holland Canal was dug from Amsterdam to Den Helder. The lighthouse Lange Jaap was built in 1877 and is the tallest cast-iron lighthouse in Europe, at 63.45 meters (208.2 ft). In the Second World War most of the city was evacuated.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Den_Helder"}
    ],
    "photos": [
        "img/Den Helder/Den Helder1.jpg", "img/Den Helder/Den Helder2.jpg", "img/Den Helder/Den Helder3.jpg", "img/Den Helder/Den Helder4.jpg", "img/Den Helder/Den Helder5.jpg", "img/Den Helder/Den Helder6.jpg", "img/Den Helder/Den Helder6.jpg", "img/Den Helder/Den Helder7.jpg"
    ] 
},
{
    "cityName": "Zutphen",
    "population": "47,609",
    "about":"Zutphen (Dutch pronunciation: [ˈzʏtfə(n)] (About this soundlisten)) is a city and municipality located in the province of Gelderland, Netherlands. It lies some 30 km northeast of Arnhem, on the eastern bank of the river IJssel at the point where it is joined by the Berkel. First mentioned in the 11th century, the place-name appears to mean \"south fen\" (zuid-veen in modern Dutch). In 2005, the municipality of Zutphen was merged with the municipality of Warnsveld, retaining its name. In 2019, the municipality had a population of 47,609.</br> In about 300 AD, a Germanic settlement was the first permanent town on a complex of low river dunes. Whereas many such settlements were abandoned in the early Middle Ages, Zutphen on its strategic confluence of IJssel and Berkel stayed. After the incorporation of the IJssel lands in Charlemagne's Francia, Zutphen became a local centre of governance under a count. The Normans raided and ravaged it in 882. Afterwards a circular fortress was built to protect the budding town against Viking attacks. In the eleventh century, Zutphen was a royal residence for a number of years; a pfalz was built, together with a large chapter church, the predecessor of the present St. Walburgis. The counts of Zutphen acquired a lot of power, until the line of counts became extinct in the twelfth century. After the death of her father and her brother, Ermengarde, the heiress of Zutphen married the count of Guelders; her son Henry I, Count of Guelders was the first to wear both titles. The settlement received town rights between 1191 and 1196, making it one of the oldest towns in the country. This allowed it to self govern and have a judicial court. Only Utrecht, and Deventer preceded it in receiving town rights. Zutphen, in turn, became the mother town of several other towns in Guelders, such as Arnhem, Doetinchem, Doesburg, Lochem, Harderwijk, Venlo and Emmerich. It also became part of the Hanseatic League, a group of towns with great wealth; this league was the economic centre in that part of Europe. During the 12th century, coins were minted in Zutphen by the Counts of Guelders and Zutphen: Henry I (c. 1150–1181) and Otto I (1182–1207). Although the city had minting rights for a few centuries this was only actively used during four periods: 1478–1480, 1582–1583, 1604–1605 and 1687–1692. The largest and oldest church of the city is the St. Walburgis (Saint Walpurga) church, which originally dates from the eleventh century. The present Gothic building contains monuments of the former counts of Zutphen, a fourteenth-century candelabrum, an elaborate copper font (1527), and a monument to the Van Heeckeren family (1700). The chapter-house's library (Librije [nl]) contains a pre-Reformation collection, including some valuable manuscripts and incunabula. It is considered one of only five remaining medieval libraries in Europe (the others being in England and Italy). This chained library's books are still chained to their ancient wooden desk – a custom from centuries ago, when the \"public library\" used chains to prevent theft. Having been fortified the town withstood several sieges, specially during the Eighty Years' War, the most celebrated fight under its walls being the Battle of Zutphen in September 1586 when Sir Philip Sidney was mortally wounded. Taken by the Spanish in 1587 by the treachery of the English commander Rowland York, Zutphen was recovered by Maurice, prince of Orange, in 1591, and except for two short periods, one in 1672 and the other during the French Revolutionary Wars, it has since then remained a part of the Netherlands. Its fortifications were dismantled in 1874. In World War II the town was bombed several times by the allied forces because the bridge over the IJssel was vital to support the German troops at Arnhem after the Operation Market Garden. After two weeks of battle the town was liberated on 14 April 1945. After the war a renovation program started. Nowadays Zutphen has one of the best preserved medieval town centres of northwestern Europe, including the remains of the medieval town wall and a few hundred buildings dating from the 13th, 14th and 15th centuries.</br>The old center survived the Second World War almost in its entirety, though some parts of the city were lost, especially the area around the railway station, in the northern part of the city center, known as the Nieuwstad (English: New City). The city center includes many monumental buildings dating back to the 14th and 15th centuries, and some even date back to the 13th century, such as a retirement home area. There are also remains of the old town walls in several places. Today, Zutphen is a modern small city. The urban area, which includes the village of Warnsveld, has about 51,000 inhabitants. Food shops are open from 8:30 am and other stores are open from 9:30 am to 6 pm on weekdays, on Friday evening until 9 pm and on Saturday until 5 pm. Some stores open earlier, and the larger supermarkets usually stay open until 10 pm.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zutphen"}
    ],
    "photos": [
        "img/Zutphen/Zutphen1.jpg", "img/Zutphen/Zutphen2.jpg", "img/Zutphen/Zutphen3.jpg", "img/Zutphen/Zutphen4.jpg", "img/Zutphen/Zutphen5.jpg", "img/Zutphen/Zutphen6.jpg", "img/Zutphen/Zutphen7.jpg", "img/Zutphen/Zutphen8.jpg", "img/Zutphen/Zutphen9.jpg"
    ] 
},
{
    "cityName": "Nijmegen",
    "population": "176,731",
    "about":"Nijmegen (/ˈnaɪmeɪɡən/ NY-may-gən, Dutch: [ˈnɛimeːɣə(n)] (About this soundlisten);[a], Nijmeegs: Nimwèège [ˈnɪmβ̞ɛːxə]) is a city in the Netherlands' province of Gelderland, on the Waal river close to the German border. Nijmegen is the oldest city in the Netherlands, the second to be recognized as such in Roman times, and in 2005 celebrated 2,000 years of existence. The municipality is part of the Arnhem–Nijmegen metropolitan area, with 736,107 inhabitants in 2011.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Nijmegen"}
    ],
    "photos": [
        "img/Nijmegen/Nijmegen1.jpg", "img/Nijmegen/Nijmegen2.jpg", "img/Nijmegen/Nijmegen3.jpg", "img/Nijmegen/Nijmegen4.jpg", "img/Nijmegen/Nijmegen5.jpg", "img/Nijmegen/Nijmegen6.jpg", "img/Nijmegen/Nijmegen6.jpg", "img/Nijmegen/Nijmegen7.jpg", "img/Nijmegen/Nijmegen8.jpg", "img/Nijmegen/Nijmegen9.jpg", "img/Nijmegen/Nijmegen10.jpg", "img/Nijmegen/Nijmegen11.jpg", "img/Nijmegen/Nijmegen12.jpg", "img/Nijmegen/Nijmegen13.jpg"
    ] 
},
{
    "cityName": "Vlissingen",
    "population": "44,371",
    "about":"Vlissingen (Dutch pronunciation: [ˈvlɪsɪŋə(n)] (About this soundlisten); Zeelandic: Vlissienge; historical name in English: Flushing) is a municipality and a city in the southwestern Netherlands on the former island of Walcheren. With its strategic location between the Scheldt river and the North Sea, Vlissingen has been an important harbour for centuries. It was granted city rights in 1315. In the 17th century Vlissingen was a main harbour for ships of the Dutch East India Company (VOC). It is also known as the birthplace of Admiral Michiel de Ruyter. Vlissingen is mainly noted for the yards on the Scheldt where most of the ships of the Royal Netherlands Navy (Koninklijke Marine) are built.</br>The fishermen's hamlet that came into existence at the estuary of the Schelde around AD 620 has grown over its 1,400-year history into the third-most important port of the Netherlands. The Counts of Holland, Flanders, and Zeeland had the first harbours dug. Over the centuries, Vlissingen developed into a hub for fishing, especially the herring fishery, commerce, privateering and the slave trade. Under the Treaty of Nonsuch, English garrisons were stationed here and at Brill to keep these ports out of Spanish hands.[5] During the heyday of the Dutch Golden Age, ships from Vlissingen set sail for the various outposts of the Dutch colonial empire and contributed to the world power of The Seven Provinces. The history of Vlissingen was also marked by invasion, oppression and bombardments. Because of its strategic position at the mouth of the Schelde, the most important passageway to Antwerp, it has attracted the interest, at one time or another, of the British, the French, the Germans and the Spanish. Floods have also been a constant threat. Vlissingen declined during the 18th century. The Napoleonic Wars were particularly disastrous. After 1870, the economy revived after the construction of new docks and the Walcheren canal, the arrival of the railway and the establishment of the shipyard called De Schelde. The Second World War interrupted this growth. The city was heavily damaged by shelling and inundation but was captured and liberated by British Commandos of 4th Special Service Brigade on 3 November 1944. The city was rebuilt after the war. In the 1960s, the seaport and industrial area of Vlissingen-Oost developed and flourished. Now this area is the economic driving force behind central Zeeland, generating many thousands of jobs. Nowadays approx. 50,000 ships annually from all corners of the world pass through the Schelde.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Vlissingen"}
    ],
    "photos": [
        "img/Vlissingen/Vlissingen1.jpg", "img/Vlissingen/Vlissingen2.jpg", "img/Vlissingen/Vlissingen3.jpg", "img/Vlissingen/Vlissingen4.jpg", "img/Vlissingen/Vlissingen5.jpg", "img/Vlissingen/Vlissingen6.jpg", "img/Vlissingen/Vlissingen7.jpg", "img/Vlissingen/Vlissingen8.jpg"
    ] 
},
{
    "cityName": "Harlingen",
    "population": "15,758",
    "about":"Harlingen (Dutch pronunciation: [ˈɦɑrlɪŋə(n)] (About this soundlisten)), West Frisian: Harns (West Frisian pronunciation: [hã:s] (About this soundlisten)) is a municipality and a city in the northern Netherlands, in the province of Friesland on the coast of Wadden Sea. Harlingen is a town with a long history of fishing and shipping. Harlingen received city rights in 1234.</br>Harlingen is served by two stations on the railway line from Leeuwarden. From 1904 to 1935 there was a passenger service on the North Friesland Railway, freight being carried until January 1938. Rederij Doeksen operate ferries to the Wadden islands of Vlieland and Terschelling that depart from Harlingen. The famous Dutch writer Simon Vestdijk was born in Harlingen and used to depict his hometown in his writings as Lahringen. The town of Harlingen, Texas, in the United States is named after this city because many of the original settlers of the Texas town came from Harlingen. The Admiralty of Friesland was established in Dokkum in 1597 but moved to Harlingen in 1645.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Harlingen,_Netherlands"}
    ],
    "photos": [
        "img/Harlingen/Harlingen1.jpg", "img/Harlingen/Harlingen2.jpg", "img/Harlingen/Harlingen3.jpg", "img/Harlingen/Harlingen4.jpeg", "img/Harlingen/Harlingen5.jpg", "img/Harlingen/Harlingen6.jpg",  "img/Harlingen/Harlingen7.jpg", "img/Harlingen/Harlingen8.jpg", "img/Harlingen/Harlingen9.jpg", "img/Harlingen/Harlingen10.jpg", "img/Harlingen/Harlingen11.jpg", "img/Harlingen/Harlingen12.jpg"
    ] 
},
{
    "cityName": "Vlaardingen",
    "population": "72,404",
    "about":"Vlaardingen (Dutch pronunciation: [ˈvlaːrdɪŋə(n)] (About this soundlisten)) is a city in South Holland in the Netherlands. It is located on the north bank of the Nieuwe Maas river at the confluence with the Oude Maas. The municipality administers an area of 26.69 km2 (10.31 sq mi), of which 23.64 km2 (9.13 sq mi) is land, with 72,404 residents in 2019.</br> The area around Vlaardingen was already settled by about 2900 to 2600 BC. In 1990, a skeleton dated at about 1300 BC was dug up in the periphery of Vlaardingen; some human nuclear DNA was identified, the oldest found anywhere in the Netherlands. Although in the Roman Age a stronghold or maybe even a vicus Flenio must have been found in nowadays Vlaardingen, between roughly 250 CE and 700 CE the region seems to have been uninhabited, like much of the west of the Netherlands. In 726 or 727 the area is again mentioned as In Pagio Marsum, where a little church was established, around which Vlaardingen formed. The church is mentioned on a list of churches Willibrord, the Apostle to the Frisians, inhered to the Abbey of Echternach. In 1018 Vlaardingen was a stronghold of Dirk III, who levied an illegal toll on ships on the Meuse river. An army sent by German Emperor Henry II in order to stop this practice was defeated by Dirk III in the (First) Battle of Vlaardingen. In 1047, his successor Dirk IV repelled another such attack (Second Battle of Vlaardingen). The first of these battles was commemorated in 2018 by a historical reenactmentThe flood disaster of December 21, 1163 (Saint Thomas Flood), ended the growth of Vlaardingen. The Counts of Holland moved away and its development stagnated. It is known that in 1273 Vlaardingen was granted city rights by Floris V, Count of Holland. Older city rights are possible, but not provable. In 1574, during the Eighty Years War of Dutch independence, a group of Watergeuzen burnt down Vlaardingen as commanded by William of Orange to prevent the Spanish from capturing the town. Vlaardingen later became a shipbuilding area and a significant harbour for the herring fishing industry. The fishing boats (originally \"haringbuizen\", later also \"sloepen\" and \"loggers\") ceased to use Vlaardingen in the years after World War II. In 1855 the former municipality of Zouteveen was merged into the municipality Vlaardingerambacht which in turn was merged with Vlaardingen during the occupation of the Netherlands in the Second World War by the Germans in 1941. Because of the industrialization in and close to Vlaardingen, the city suffered from heavy air pollution and, sometimes, pathogenic smog during the 1970s. One day, a high school had to be closed because of the smog. Many environmental groups arose in and around Vlaardingen as it was seen as one of the most polluted cities of the country.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Vlaardingen"}
    ],
    "photos": [
        "img/Vlaardingen/Vlaardingen1.jpg", "img/Vlaardingen/Vlaardingen2.jpg", "img/Vlaardingen/Vlaardingen3.jpg", "img/Vlaardingen/Vlaardingen4.jpg", "img/Vlaardingen/Vlaardingen5.jpg", "img/Vlaardingen/Vlaardingen6.jpg"
    ] 
},
{
    "cityName": "Sneek",
    "population": "33,855",
    "about":"Sneek (Dutch: [sneːk] (About this soundlisten); West Frisian: Snits) is a city southwest of Leeuwarden and seat of the former municipality of Sneek in the province of Friesland (Netherlands). As for 2011 it is part of the municipality Súdwest-Fryslân. The city had approximately 33,855 inhabitants in January 2017. Sneek is situated in Southwest-Friesland, close to the Sneekermeer and is well known for its canals, the Waterpoort (Watergate, the symbol of the city), and watersport (Sneekweek). Sneek is one of the Friese elf steden (Eleven cities). The city is very important for the southwest area of Friesland (the \"Zuidwesthoek\").</br>Sneek was founded in the 10th century on a sandy peninsula at the crossing site of a dike with an important waterway (called the Magna Fossa in old documents). This waterway was dug when the former Middelzee silted up. The dike can still be traced in the current street pattern and street names like \"Hemdijk\", \"Oude Dijk\" and \"Oosterdijk\". Sneek received several city rights in the 13th century, which became official in 1456. Sneek was now one of the eleven Frisian cities. This was also the beginning of a period of blooming trade for the city that would last until about 1550. In 1492 construction of a moat and wall around the city began. In those days Sneek was the only walled city in Friesland. The Waterpoort and the Bolwerk remain today.Before 2011, the city was an independent municipality.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Sneek"}
    ],
    "photos": [
        "img/Sneek/Sneek1.jpg", "img/Sneek/Sneek2.jpg", "img/Sneek/Sneek3.jpg", "img/Sneek/Sneek4.jpg", "img/Sneek/Sneek5.jpg", "img/Sneek/Sneek6.jpg"
    ] 
},
{
    "cityName": "Zoetermeer",
    "population": "124,944",
    "about":"Zoetermeer (Dutch pronunciation: [ˌzutərˈmeːr] (About this soundlisten)) is a city in the Western Netherlands, in the province of South Holland. The municipality covers an area of 37.05 km2 (14.31 sq mi) of which 2.50 km2 (0.97 sq mi) is water. A small village until the late 1960s, it had 6,392 inhabitants in 1950.[5] By 2013 this had grown to 123,328, making it the third largest population centre in the province of South Holland, after Rotterdam and The Hague. It is part of the Haaglanden conurbation.The name Zoetermeer (Dutch for \"freshwater lake\") refers to the former lake north of the town (reclaimed in 1614). Because the name literally translates as \"sweet lake\" local residents have dubbed Zoetermeer \"Sweet Lake City\".</br>In the tenth century Zoetermeer was a small village primarily home to farmers and fishermen. In the 13th century a village center was formed, which still exists as the historic Dorpsstraat. Until the 17th century there was a lake called the Zoetermeer. A reminder of this is the \"Zoetermeerse Plas\" in the Noord Aa recreation area at the northern edge of town; this artificial lake was created when tons of sand were needed to lay the foundation for new housing development, and the area north of Zoetermeer was a good source of this resource.Until 1935 the village centre was split into two villages, Zoetermeer and Zegwaard. The standard of living at the time was said to be higher in Zoetermeer than in Zegwaard[citation needed]. Seghwaert, an older way of spelling of Zegwaard, is now the name of a neighbourhood outside the old village centre.File:Snelst groeiende gemeente van ons land.ogv Newsreel from 1973 about the 'fastest growing municipality of our country' Topographic map of Zoetermeer, 2014.Zoetermeer began to grow slightly when the first train service came around 1868. A few decades later the Numico factory started near the station. The real growth started in 1966, when there was an urgent need of houses from people around The Hague. From then they started to build new quarters around the old village centre, so Zoetermeer began to grow and became a city in the meantime. Although contemporary Zoetermeer has the image of a modern city, there are still remains of the past. Like the old village centre with its small houses and the church with late medieval 15th-century clock tower (on picture, wooden top from 1642), and the old farms, surrounded by modern houses nowadays. Lake Dobbe divides the old town from the new city centre, with the medieval village centre on one side of the lake and the modern high-rise and skyscrapers on the other side.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zoetermeer"}
    ],
    "photos": [
        "img/Zoetermeer/Zoetermeer1.jpg", "img/Zoetermeer/Zoetermeer2.jpeg", "img/Zoetermeer/Zoetermeer3.jpg", "img/Zoetermeer/Zoetermeer4.jpg", "img/Zoetermeer/Zoetermeer5.jpg", "img/Zoetermeer/Zoetermeer6.jpg"
    ] 
},
{
    "cityName": "Kampen",
    "population": "53,779",
    "about":"Kampen (Dutch pronunciation: [ˈkɑmpə(n)] (About this soundlisten)) is a city and municipality in the province of Overijssel, Netherlands. A member of the former Hanseatic League, it is located at the lower reaches of the river IJssel. The municipality of Kampen had a population of 53,779 in 2019 and covers an area of 161.79 square kilometres (62.47 square miles). Kampen is located in the North West of Overijssel and is the largest city in this region. The city of Kampen itself has around 37,000 inhabitants. Kampen has one of the best preserved old town centres of the Netherlands, including remains of the ancient city wall (of which three gates are still standing) and numerous churches. Also notable are the three bridges over the IJssel which connect Kampen with IJsselmuiden and Kampereiland, the agricultural area between the branches which form the IJssel delta, and a windmill (d' Olde Zwarver – the Old Vagabond). Since November 2018, the town and some communes are on a riverisland. Between the 14th and 16th century it was the biggest town in the Northern Netherlands (modern day European Netherlands). The town is about 90km northeast of Amsterdam. Traditionally people in Kampen speak a variation of the Sallands dialect, known as Kampers.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Kampen,_Overijssel"}
    ],
    "photos": [
        "img/Kampen/Kampen1.jpg", "img/Kampen/Kampen2.jpg", "img/Kampen/Kampen3.jpg", "img/Kampen/Kampen4.jpg", "img/Kampen/Kampen5.jpg", "img/Kampen/Kampen6.jpg", "img/Kampen/Kampen7.jpg"
    ] 
},
{
    "cityName": "Heerlen",
    "population": "86,832",
    "about":"Heerlen (Dutch pronunciation: [ˈɦeːrlə(n)] (About this soundlisten); Limburgish: Heële) is a city and a municipality in the southeast of the Netherlands. It is the third largest settlement proper in the province of Limburg. Measured as municipality, it is the fourth municipality in the province of Limburg.Heerlen forms part of the city-region of Parkstad Limburg, an agglomeration with about 250,000 inhabitants and encompassing 8 municipalities. It is to the east of Maastricht and north of the German city of Aachen.After its early Roman beginnings and a modest medieval period, Heerlen became a centre for the coal mining industry in the Netherlands in the late 19th century. In the 20th century, architect Frits Peutz played a major role in shaping the city as we know it today. His most famous design, and a distinctive building in the city centre, is the so-called Glaspaleis (Glass Palace), listed as one of the world's thousand most architecturally important buildings of the 20th century. </br>In 1997, a habitation from the Michelsberg culture (4400 - 3500 BC) was excavated at the Schelsberg, near Heerlen. Archeological finds from this period are rare in the Netherlands. The site is unique in the Netherlands, as it is the first excavated site with ditches and earth walls (earthworks).Even with these proofs of early habitation, the history of Heerlen properly starts with the arrival of the Romans. They founded a military settlement, named Coriovallum on the crossroad of two main roads: Boulogne sur Mer - Cologne and Xanten - Aachen - Trier. In Heerlen and its surroundings a lot of evidence of Roman life has been excavated, especially Roman villas (country estates). The most notable archeological excavation from Roman times is the Thermae complex in the centre of Heerlen, a Roman bathhouse, discovered in 1940. In the Netherlands only a few of these have been found. It is a clear indication that Coriovallum/Heerlen was of some importance. A museum has been built over the Thermae and opened in 1977. The Thermenmuseum also houses other Roman finds from the area. Like many other Roman settlements in the Netherlands, Coriovallum was probably abandoned after the 3rd/4th century Roman retreat. Very little is known about Heerlen's history until the 10th century, when agricultural development continues once again in these parts of Europe. Farmhouses and mills are built across the valleys of Caumerbeek, Schandelerbeek and Geleenbeek and medieval Heerlen slowly takes shape. The oldest mention of Heerlen (as 'Herle') is in an official document dated 1065. Udo, bishop of Toul, documents some gifts. One of them is the allodium Heerlen, in the bishopry of Liege. Another allodium consists of a few chapels, which belong to the mother church in Voerendaal, close to Heerlen. Shortly after this, the allodium of Heerlen appears to be owned by the counts of Ahr-Hochstaden. Theoderich van Are (Udo van Toul's cousin) separated Heerlen from Voerendaal and chose Saint Pancratius as the patron saint of the church. The counts of Are where probably responsible for the construction of the Schelmentoren and the St-Pancratius church and also may have ordered the construction of a moated castle. Through these fortifications, Heerlen acquired some rights and freedoms, which gave it an elevated status over the surrounding countryside. Voerendaal, Hoensbroek, Schaesberg en Nieuwenhagen now fell under the legislation of the so-called \"Land van Herle\". In 1244 Heerlen came under the authority of the dukes of Brabant, but in 1388, along with Hoensbroek, it was given a separate status. During the Eighty Years' War (1568–1648), Heerlen was disputed by the kingdom of Spain and the Dutch Protestant rebels and swapped sides several times. At the 1661 Partage Treaty, Heerlen became part of \"Staat-Limburg\", ruled by the States-General of the newly founded Dutch Republic. Being in the border region, close to the Spanish territories, it remained quite isolated until 1793, when the French conquered Heerlen. After the defeat of Napoleon in 1814, it became part of the Netherlands province of Limburg (present-day Dutch and Belgian Limburg). In 1830, like most of Limburg, Heerlen sided with Belgium in the Belgian Revolution. In 1839 however, as a result of an agreement between the main European powers (the London Conference), it became part of the Netherlands again. In the 19th century, Heerlen, like most of Limburg municipalities (Maastricht was an exception), did not partake in the Industrial Revolution and it remained largely agrarian until coal mining began in the late 19th/early 20th century. In March 1874, coal had been found at the Valkenburgerweg. However, setting up a mine is a risky long-term investment and only very few private enterprises took up the challenge and bought a concession. In 1896 Heerlen got its first railway connection to allow the transportation of coal from these first coal mines. Development was still rather slow: In 1812 Heerlen had a population of 3497, in 1900 this was still only 6646. In 1901, the national government stepped in and bought all remaining unsold concessions and set up the State Mines. In a short period of time several large state-operated coalmines began production. The population rose sharply from 6646 in 1900 to 12,098 in 1910 to 32,263 in 1930. During these early expansion years many old buildings in the centre of Heerlen were demolished. The coalmines remained central to the development of Heerlen into a modern city until the early 1960s, the period during which mayor Van Grunsven was mayor of Heerlen. The golden years of coal mining ended in the late 1950s, after which production gradually diminished due to competition from cheaper Polish and American coal and the discovery of natural gas in the province of Groningen. In the period 1965–1975 the coal mines were closed altogether. In the area around Heerlen-Kerkrade-Brunssum and Sittard-Geleen 60,000 people lost their jobs. A difficult period of economic re-adjustment started. The Dutch government tried to ease the pain by moving several governmental offices (ABP, CBS) to Heerlen but even today the city has not fully recovered from the loss of tens of thousands of jobs. In the cityscape of modern-day Heerlen, there are very few reminders of the once omni-present mining industry. Most of the typical mounts of mining debris that surrounded the coal mines have been removed or transformed into green hills during an operation called van zwart naar groen (from black to green). Even the tallest mine chimney of Europe, 'Lange Lies' (tall Liz) and her older brother 'Lange Jan' (tall John), once major landmarks, were demolished. One of the few remaining mining buildings (shaft 2 of the Oranje Nassau I) now houses the Dutch Mine Museum.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Heerlen"}
    ],
    "photos": [
        "img/Heerlen/Heerlen1.jpg", "img/Heerlen/Heerlen2.jpg", "img/Heerlen/Heerlen3.jpg", "img/Heerlen/Heerlen4.jpg", "img/Heerlen/Heerlen5.jpg", "img/Heerlen/Heerlen6.jpg", "img/Heerlen/Heerlen7.jpg"
    ] 
},
{
    "cityName": "Amstelveen",
    "population": "90,838",
    "about":"Amstelveen (Dutch pronunciation: [ˌɑmstəlˈveːn] (About this soundlisten)) is a municipality in the province of North Holland, Netherlands with a population of 89,918 (2017). It is a suburban part of the metropolitan area of Amsterdam.The municipality of Amstelveen consists of the historical villages of Bovenkerk and Nes aan de Amstel. In addition, as well as Downtown Amstelveen (Dutch: Amstelveen stadshart), the following neighbourhoods have been recently built, : Westwijk, Bankras-Kostverloren, Groenelaan, Waardhuizen, Middenhoven, Randwijk, Elsrijk and Keizer Karelpark. The name Amstelveen comes from the Amstel, a local river (as does the name Amsterdam) and veen, meaning fen, peat, or moor. KLM, the Dutch national airline, has its headquarters office in Amstelveen; in addition the municipality has the international headquarters of one of the Big Four accounting firms, KPMG. Nowadays Amstelveen is best known for its Museum of Modern Art.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Amstelveen"}
    ],
    "photos": [
        "img/Amstelveen/Amstelveen1.jpg", "img/Amstelveen/Amstelveen2.jpg", "img/Amstelveen/Amstelveen3.jpg", "img/Amstelveen/Amstelveen4.jpg", "img/Amstelveen/Amstelveen5.jpg", "img/Amstelveen/Amstelveen6.jpg"
    ] 
},
{
    "cityName": "Hilversum",
    "population": "90,261",
    "about":"Hilversum (Dutch pronunciation: [ˈɦɪlvərsʏm] (About this soundlisten)) is a city and municipality in the province of North Holland, Netherlands. Located in the heart of the Gooi, it is the largest urban centre in that area. It is surrounded by heathland, woods, meadows, lakes, and smaller towns. Hilversum is part of the Randstad, one of the largest conurbations in Europe.</br>Hilversum lies 24 km (15 mi) south-east of Amsterdam and 15 km (9.3 mi) north of Utrecht. The town is known for its architecturally important Town Hall (Raadhuis Hilversum), designed by Willem Marinus Dudok and built in 1931. Hilversum has one public library, two swimming pools (Van Hellemond Sport and De Lieberg), a number of sporting halls and several shopping centres (such as Hilvertshof, Winkelcentrum Kerkelanden, De Riebeeckgalerij and Winkelcentrum Seinhorst). Locally, the town centre is known as het dorp, which means \"the village\".",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Hilversum"}
    ],
    "photos": [
        "img/Hilversum/Hilversum1.jpg", "img/Hilversum/Hilversum2.jpg", "img/Hilversum/Hilversum3.jpg", "img/Hilversum/Hilversum4.jpg", "img/Hilversum/Hilversum5.jpg", "img/Hilversum/Hilversum6.jpg"
    ]
},
{
    "cityName": "Venlo",
    "population": "101,603",
    "about":"Venlo (Dutch: [ˈvɛnloː] (About this soundlisten)) is a city and municipality in the southeastern Netherlands, within a couple of miles of the German border. It is situated in the province of Limburg. The municipality of Venlo counted 101,578 inhabitants as of January 2019. </br>Roman and Celtic coins have been found in Venlo; it was speculated to have been the settlement known as Sablones on the Roman road connecting Maastricht with Xanten, but the little evidence there is concerning the location of Sablones speaks against this thought while there is no evidence in support of it. Blerick, on the west bank, was known as Blariacum. Documents from the 9th century mention Venlo as a trade post; it developed into one of the more important ones in the Meuse-Rhine area, receiving city rights in 1343, and becoming a member of the Hanseatic League in 1375. Because of its strategic importance, the city of Venlo was besieged several times. The most significant siege was that of 1702, carried on by Menno van Coehoorn. Consequently, Venlo was incorporated into the Generaliteitslanden of the United Provinces at the Treaty of 1713. After the Napoleonic Wars it became part of the United Kingdom of the Netherlands.</br>On 9 November 1939, two British Intelligence Service agents were kidnapped by the Sicherheitsdienst in what became known as the Venlo Incident. The incident was used by the Nazis to link Great Britain to Georg Elser's failed assassination of Hitler at the Bürgerbräukeller the day before and to justify their later invasion of the Netherlands, a neutral country, on 10 May 1940. Venlo had both a road and a railway bridge over the Maas (River Meuse). The city was severely damaged by bombing raids (13 October – 19 November 1944) on the bridges at the end of the war. Allied forces made 13 attempts to destroy the bridges to cut the German supply lines and block a retreat of the German army across the river. These failed, and it was the retreating German troops who in the end blew up the bridges in an attempt to stop the allied advance. Allied forces liberated Venlo from the east, from inside Germany itself. About 300 people were killed due to those raids. The raids also cost Venlo a major part of its historical buildings. However, some old buildings, such as the city hall (the 'Stadhuis') and the 'Römer' house, survived the war relatively unscathed. Before the war, Venlo had an active Jewish community. Most of the Jews were murdered in The Holocaust.</br>By the late 1990s, drug-related nuisance had become a problem in the centre of Venlo.[6] National and municipal officials launched the Q-4 Project and Tango initiatives that, amongst other measures, included moving the town's largest coffeeshops[7] to the outskirts, where they continue to do business, while the city centre was freed from disturbances. In 2001, the municipalities of Belfeld and Tegelen were merged into the municipality of Venlo. Tegelen was originally part of the Duchy of Jülich centuries ago, whereas Venlo has a past in the Duchy of Guelders. On 1 January 2010, the municipality of Arcen en Velden, was merged into the municipality of Venlo.In 2003 Venlo was awarded the title \"Greenest city of Europe\". Venlo was the host of Floriade 2012, the world's largest horticultural exhibition. In 2013, Venlo won the prestigious 'Best City Centre of the Netherlands' award. It amazed the jury by all the investments which have been made in the last couple of years in the Maas Boulevard, the railway station, the tunnel in the centre and the Maas bridge.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Venlo"}
    ],
    "photos": [
        "img/Venlo/Venlo1.jpg", "img/Venlo/Venlo2.jpg", "img/Venlo/Venlo3.jpg", "img/Venlo/Venlo4.jpg", "img/Venlo/Venlo5.jpg", "img/Venlo/Venlo6.jpg", "img/Venlo/Venlo7.jpg", "img/Venlo/Venlo8.jpg", "img/Venlo/Venlo9.jpg", "img/Venlo/Venlo10.jpg", "img/Venlo/Venlo11.jpg"
    ]
},
{
    "cityName": "Schiedam",
    "population": "77,999",
    "about":"Schiedam ([sxiˈdɑm] (About this soundlisten)) is a city and municipality in the west of the Netherlands. It is located in the Rotterdam–The Hague metropolitan area, west of Rotterdam, east of Vlaardingen, and south of Delft. In the south the city is connected with the village of Pernis by the Beneluxtunnel. The city is known for its historical center with canals, and for having the tallest windmills in the world. Schiedam is also well known for the distilleries and malthouses and production of jenever (gin) − such as the internationally renowned Ketel One − so much so that in French and English the word schiedam (usually without a capital s-) refers to the town's Holland gin. This was the town's main industry during the early Industrial Revolution in the 18th and 19th century, a dark period to which it owed its former nickname \"Zwart Nazareth\" or \"Black Nazareth\". Furthermore, the city is known for Saint Lidwina, one of the most famous Dutch saints (her relics are located in the Liduina Basilica in Schiedam).",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Schiedam"}
    ],
    "photos": [
        "img/Schiedam/Schiedam1.jpg", "img/Schiedam/Schiedam2.jpg", "img/Schiedam/Schiedam3.jpg", "img/Schiedam/Schiedam4.jpg", "img/Schiedam/Schiedam5.jpg", "img/Schiedam/Schiedam6.jpg", "img/Schiedam/Schiedam7.jpg"
    ]
},
{
    "cityName": "Helmond",
    "population": "91,524",
    "about":"Helmond (Dutch pronunciation: [ˈɦɛlmɔnt] (About this soundlisten); called Héllemond in the local dialect) is a municipality and a city in the Metropoolregio Eindhoven of the province of North Brabant in the southern Netherlands.Helmond has many textile companies. The Vlisco factory is located next to the Zuid-Willemsvaart canal which runs through the city. The name 'Helmond' can be traced back to a combination of Hel, which means \"low-lying\" (from Proto-Germanic *haljæ / contemporary Hel), and Mond, which would refer to a higher ground, secure place. The name has nothing to do with the contemporary literal translation of Hell Mouth. In 1241 a first coat of arms was created, containing a helmet as a reference to the word Helmond, since this early in history the historical meaning of the city name was already lost to its inhabitants. This helmet would symbolize the fortified medieval town. Originally a medieval pot helmet, this was later adapted to a new fashion style and is now a tournament helmet. The oak branches symbolizing freedom. The bird in the branches is a medieval decoration and has no meaning. The spoken language is Helmonds (an East Brabantian dialect).",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Helmond"}
    ],
    "photos": [
        "img/Helmond/Helmond1.jpg", "img/Helmond/Helmond2.jpg", "img/Helmond/Helmond3.jpg", "img/Helmond/Helmond4.jpg", "img/Helmond/Helmond5.jpg", "img/Helmond/Helmond6.jpg", "img/Helmond/Helmond7.jpg", "img/Helmond/Helmond8.jpg", "img/Helmond/Helmond9.jpg", "img/Helmond/Helmond10.jpg"
    ]
},
{
    "cityName": "Tilburg",
    "population": "217,259",
    "about":"Tilburg (Dutch: [ˈtɪlbʏr(ə)x] (About this soundlisten)) is a city in the Netherlands, in the southern province of North Brabant. With a population of 217,595 (31 January 2019), it is the second-largest municipality in North Brabant, and the sixth largest in the Netherlands. Tilburg University is located in Tilburg, as are Avans University of Applied Sciences and Fontys University of Applied Sciences. Tilburg is known for its ten-day-long funfair, held in July each year. The Monday during the funfair is called \"Roze Maandag\" (Pink Monday), and is primarily LGBT-oriented. There are three railway stations within the municipality: Tilburg, Tilburg Universiteit and Tilburg Reeshof. The 75-hectare (185-acre) \"Spoorzone\" area around Tilburg Central station, once a Dutch Railways train maintenance yard, has been purchased by the city and is being transformed into an urban zone.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Tilburg"}
    ],
    "photos": [
        "img/Tilburg/Tilburg1.jpg", "img/Tilburg/Tilburg2.jpg", "img/Tilburg/Tilburg3.jpg", "img/Tilburg/Tilburg4.jpg", "img/Tilburg/Tilburg5.jpg", "img/Tilburg/Tilburg6.jpg", "img/Tilburg/Tilburg7.jpg", "img/Tilburg/Tilburg8.jpg", "img/Tilburg/Tilburg9.jpg", "img/Tilburg/Tilburg10.jpg"
    ]
},
{
    "cityName": "Zeist",
    "population": "63,934",
    "about":"Zeist (Dutch pronunciation: [ˈzɛist]) is a municipality and a town in the central Netherlands, located east of the city of Utrecht. </br> The town of \"Seist\" was first mentioned in a charter in the year 838. The original settlement was located at the present Dorpsstraat. In the late 12th century, a church was built here. Its tower is now a part of the Reformed Church, the remainder of which was built in the 19th century. Until medieval times, a branch of the river Rhine flowed close to the centre of the town. Three mansions were built near the village: the Huis te Zeist, Kersbergen, and Blikkenburg. From 1677 to 1686, the \"Slot Zeist\" was built on or near the ruins of \"Kasteel Zeist\", the original castle (donjon) of Rodgar van Zeist. There is very little documentation on the family that lived there, but a few names are found: in the 12th century a Godefridus de Seist and in the late 13th century another Godefridus, a knight, with his son Johannes and his daughter Petronilla. (Bronnen voor de geschiedenis van Zeist, deel 1, ed. Van Hinsbergen) The last member of the van Zeist family was a woman, Elisabeth (?), who married a member of the Borre van Amerongen family. They had a son who adopted his mother's name and his father's coat-of-arms. In the last quarter of the 17th century, Count Willem Adriaan van Nassau, an illegitimate descendant of Prince Maurice of Orange, acquired the property and built Slot Zeist in the Dutch Classisist style. Murals by Daniel Marot are still largely intact. Members of the Evangelische Broedergemeente (Evangelical Brethren's Congregation), the Dutch name for the Moravians, settled in Zeist in 1746, building for their community an impressive array of 18th century Classisist houses planned around two squares. Their headquarters are still located in the centre of town, next to \"the palace\". The oldest Dutch archives of the Moravians are kept at the Utrecht Archival Centre at Utrecht. In the 19th century, Zeist became a favorite residence for the rich, mainly from the city of Utrecht. Camp New Amsterdam, (vliegbasis Soesterberg) a former Royal Netherlands Air Force military airbase near this town, was the venue for the Pan Am Flight 103 bombing trial to take place outside the UK, but under Scots law. The court was designated the Scottish Court in the Netherlands.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zeist"}
    ],
    "photos": [
        "img/Zeist/Zeist1.jpg", "img/Zeist/Zeist2.jpg", "img/Zeist/Zeist3.jpg", "img/Zeist/Zeist4.jpg", "img/Zeist/Zeist5.jpg", "img/Zeist/Zeist6.jpg", "img/Zeist/Zeist7.jpg", "img/Zeist/Zeist8.jpg", "img/Zeist/Zeist9.jpg", "img/Zeist/Zeist10.jpg"
    ]
},
{
    "cityName": "Purmerend",
    "population": "80,117",
    "about":"Purmerend (Dutch pronunciation: [ˌpʏrməˈrɛnt] (About this soundlisten)) is a municipality and a city in the Netherlands, in the province of North Holland. The city is surrounded by polders, such as the Purmer, Beemster and the Wormer. The city became the trade center of the region but the population grew relatively slowly. Only after 1960 did the population start to grow from around 10,000 to around 80,000 by the 2010s. From the 1960s onwards, Purmerend has seen major expansion and continues to do so. This expansion has turned Purmerend into a commuter town; many inhabitants of Purmerend (14,200 in 2011) work, go to school or spend their leisure time in Amsterdam. Purmerend is part of the Randstad, one of the largest conurbations in Europe.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Purmerend"}
    ],
    "photos": [
        "img/Purmerend/Purmerend1.jpg", "img/Purmerend/Purmerend2.jpg", "img/Purmerend/Purmerend3.jpg", "img/Purmerend/Purmerend4.jpg", "img/Purmerend/Purmerend5.jpg", "img/Purmerend/Purmerend6.jpg", "img/Purmerend/Purmerend7.jpg", "img/Purmerend/Purmerend8.jpg", "img/Purmerend/Purmerend9.jpeg", "img/Purmerend/Purmerend10.jpg"
    ]
},
{
    "cityName": "Tiel",
    "population": "41,978",
    "about":"Tiel (Dutch pronunciation: [til] (About this soundlisten)) is a municipality and a town in the middle of the Netherlands. The town is enclosed by the Waal river and the Linge river on the south and the north side, and the Amsterdam-Rhine Canal on the east side. The city was founded in the 5th century AD. </br>Tiel is the largest town in the Betuwe area, which is famous for being one of the centres of Dutch fruit production. Orchards in the area produce apples, pears, plums and cherries. Tiel once housed the famous jam factory De Betuwe. After production was moved to Breda in 1993, the entire complex was demolished, although a part was reconstructed later. Reminding of this industry is a jam manufacturing museum and a statue of Flipje, the raspberry-based comic figure who starred in De Betuwe's, jam factory advertisements since the 1930s. Tiel is one of the oldest towns in the Netherlands. Originally located on the Linge river it became an important centre of trade in the early Middle Ages, especially after the demise of Dorestad in the 9th century. Later in the Middle Ages Tiel was associated with the Hanseatic League. At the height of its glory Tiel had two big churches, one of which, the St. Walburg, was a collegiate church that belonged to the Teutonic Knights and vanished after the Reformation while the other church, the St. Maarten, became Protestant. Much of the historic centre was destroyed during the Second World War. Every year, on the third Saturday in September, a festival known as 'Fruitcorso' is held to celebrate the fruit harvest from the Betuwe area. On this day, a parade of wagons, decorated with fruit, travels through the city, competing for the top three ranking. This top three is split in a 'normal' and a 'youth' category, with the wagons in the youth category featuring smaller wagons. Along the canal fruit mosaics are made by various organisations, also competing for a place in the top three. In the past, this event was accompanied by 'Appelpop', a free, two-day music event on the Waalkade. Due to Appelpop's popularity, Fruitcorso and Appelpop were split up, with Appelpop taking the second Friday and Saturday of September. Tiel has also been known for its pewter industry. The last pewter factory cum museum, which mainly produced collectibles for tourists, went bankrupt in early 2004, but has since been revived. Tiel can be a good starting point to explore the rest of the scenic Betuwe area, particularly in May when all the fruit trees in the surrounding areas are in bloom.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Tiel"}
    ],
    "photos": [
        "img/Tiel/Tiel1.jpg", "img/Tiel/Tiel2.jpg", "img/Tiel/Tiel3.jpg", "img/Tiel/Tiel4.jpg", "img/Tiel/Tiel5.jpg", "img/Tiel/Tiel6.jpg", "img/Tiel/Tiel7.jpg", "img/Tiel/Tiel8.jpg"
    ]
},
{
    "cityName": "Kerkrade",
    "population": "45,642",
    "about":"Kerkrade (Kerkrade dialect: Kirchroa; German: Kerkrade or Kirchrath)is a town and a municipality in the southeast of Limburg, the southernmost province of the Netherlands. It forms part of the Parkstad Limburg agglomeration.Kerkrade is the western half of a divided city; it was part of the German town of Herzogenrath until the Congress of Vienna in 1815 drew the current Dutch-German border and separated the towns. This means that the eastern end of the city marks the international border. The two towns, including outlying suburban settlements, have a population approaching 100,000, of which nearly 47,000 are in Kerkrade.</br> The history of Kerkrade is closely linked with that of the adjacent town of Herzogenrath, just across the German border. Herzogenrath began as a settlement, called Rode, near the river Worm (or Wurm in German) in the 11th century. In 1104 Augustinian monks founded an abbey, called Kloosterrade, to the west of this settlement. It was called 's-Hertogenrode or 's-Hertogenrade (Dutch: the Duke's Rode) after the duchy of Brabant took control over the region; in French it was called Rolduc (Rode-le-duc). As is the case for many parts of the Southern Netherlands, the place changed hands several times in the last few centuries. It was under Spanish control from 1661, Austrian between 1713 and 1785 and French between 1795 and 1813. In 1815, when the kingdom of the Netherlands was formed (see Vienna Congress), the border was drawn through Herzogenrath, the western part being Kerkrade. In the 18th century the monks of Rolduc began small-scale coal mines. More modern exploitation by others started in 1860, causing Kerkrade to grow significantly, especially as a consequence of the permanent settlement of mainly Southern-European miners in this Northern-European place. When the Willem Sophia mine was opened around 1900, the town grew even more rapidly, absorbing old villages like Chèvremont. In the decades following 1960, all the mines in Limburg were closed. One of the oldest buildings in the municipality is Erenstein, a castle the origins of which lie in the 14th century.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Kerkrade"}
    ],
    "photos": [
        "img/Kerkrade/Kerkrade1.jpg", "img/Kerkrade/Kerkrade2.jpg", "img/Kerkrade/Kerkrade3.jpg", "img/Kerkrade/Kerkrade4.jpg", "img/Kerkrade/Kerkrade5.jpg", "img/Kerkrade/Kerkrade6.jpg"
    ]
}
]