[
{
    "cityName": "Amsterdam",
    "population": "1.380.872",
    "about": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (About this soundlisten)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site. Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century; Amsterdam became one of the most important ports in the world during the Dutch Golden Age of the 17th century; and became the leading centre for finance and trade. In the 19th and 20th centuries, the city expanded, and many new neighbourhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam; is the oldest part of the city, dating to the 9th century.Amsterdam's main attractions include its historic canals, the Rijksmuseum, the Van Gogh Museum, the Stedelijk Museum, Hermitage Amsterdam, the Concertgebouw, the Anne Frank House, the Scheepvaartmuseum, the Amsterdam Museum, the Heineken Experience, the Royal Palace of Amsterdam, Natura Artis Magistra, Hortus Botanicus Amsterdam, NEMO, the red-light district and many cannabis coffee shops. Drawing more than 5 million international visitors in 2014. The city is also well known for its nightlife and festival activity; with several of its nightclubs (Melkweg, Paradiso) among the world's most famous. Primarily known for its artistic heritage, elaborate canal system and narrow houses with gabled façades; well-preserved legacies of the city’s 17th-century Golden Age. These characteristics are arguably responsible for attracting millions of Amsterdam's visitors annually. Cycling is key to the city’s character, and there are numerous bike paths. The Amsterdam Stock Exchange is considered the oldest \"modern\" securities market stock exchange in the world. As the commercial capital of the Netherlands and one of the top financial centres in Europe, Amsterdam is considered an alpha-world city by the Globalization and World Cities (GaWC) study group. The city is also the cultural capital of the Netherlands. Many large Dutch institutions have their headquarters in the city, including: the Philips conglomerate, AkzoNobel, Booking.com, TomTom, and ING. Moreover, many of the world's largest companies are based in Amsterdam or have established their European headquarters in the city, such as leading technology companies Uber, Netflix and Tesla. In 2012, Amsterdam was ranked the second best city to live in by the Economist Intelligence Unit (EIU) and 12th globally on quality of living for environment and infrastructure by Mercer. The city was ranked 4th place globally as top tech hub in the Savills Tech Cities 2019 report (2nd in Europe), and 3rd in innovation by Australian innovation agency 2thinknow in their Innovation Cities Index 2009. The Port of Amsterdam is the fifth largest in Europe. The KLM hub and Amsterdam's main airport: Schiphol, is the Netherlands' busiest airport as well as the fourth busiest in Europe. The Dutch capital is considered one of the most multicultural cities in the world, with at least 177 nationalities represented.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Amsterdam", "amsterdam.nl": "https://www.amsterdam.nl/en/", "pexels": "https://www.pexels.com/search/amsterdam/"}
    ],
    "photos": [
        "img/Amsterdam/amst1.jpg", "img/Amsterdam/amst2.jpg", "img/Amsterdam/amst3.jpg", "img/Amsterdam/amst4.jpg", "img/Amsterdam/amst5.jpg", "img/Amsterdam/amst6.jpg", "img/Amsterdam/amst7.jpg", "img/Amsterdam/amst8.jpg", "img/Amsterdam/amst9.jpg", "img/Amsterdam/amst10.jpg", "img/Amsterdam/amst11.jpg", "img/Amsterdam/amst12.jpg", "img/Amsterdam/amst13.jpg", "img/Amsterdam/amst14.jpg", "img/Amsterdam/amst15.jpg", "img/Amsterdam/amst16.jpg"
    ]
},
{
    "cityName": "Rotterdam",
    "population": "1,160,000",
    "about": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/;[8][9] Dutch: [ˌrɔtərˈdɑm] (About this soundlisten)) is a city and municipality in the Netherlands. It is in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country.A major logistic and economic centre, Rotterdam is Europe's largest seaport. In 2020, it had a population of 651,446 and is home to over 180 nationalities. Rotterdam is known for its university, riverside setting, lively cultural life, maritime heritage and modern architecture. The near-complete destruction of the city centre in the World War II Rotterdam Blitz has resulted in a varied architectural landscape, including skyscrapers designed by architects such as Rem Koolhaas, Piet Blom and Ben van Berkel. The Rhine, Meuse and Scheldt give waterway access into the heart of Western Europe, including the highly industrialized Ruhr. The extensive distribution system including rail, roads, and waterways have earned Rotterdam the nicknames \"Gateway to Europe\" and \"Gateway to the World\".",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Rotterdam", "pexels": "https://www.pexels.com/search/Rotterdam/"}
    ],
    
    "photos": [
        "img/Rotterdam/rotterdam1.jpg", "img/Rotterdam/rotterdam2.jpg", "img/Rotterdam/rotterdam3.jpg", "img/Rotterdam/rotterdam4.jpg", "img/Rotterdam/rotterdam5.jpg", "img/Rotterdam/rotterdam6.jpg", "img/Rotterdam/rotterdam7.jpg", "img/Rotterdam/rotterdam8.jpg", "img/Rotterdam/rotterdam9.jpg"
    ]
},
{
    "cityName": "The Hague",
    "population": "544,766",
    "about": "The Hague (/heɪɡ/; Dutch: Den Haag [dɛn ˈɦaːx] (About this soundlisten) or 's‑Gravenhage [ˌsxraːvə(n)ˈɦaːɣə] (About this soundlisten)) is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world. With a metropolitan population of more than 1 million, it is the third-largest city in the Netherlands, after Amsterdam and Rotterdam. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. In the west of the Netherlands, The Hague is in the centre of the Haaglanden conurbation and lies at the southwest corner of the larger Randstad conurbation. The Hague is the seat of the Cabinet, the States General, the Supreme Court, and the Council of State of the Netherlands, but the city is not the constitutional capital of the Netherlands, which is Amsterdam. King Willem-Alexander lives in Huis ten Bosch and works at the Noordeinde Palace in The Hague, together with Queen Máxima. Most foreign embassies in the Netherlands are located in the city. The Hague is also home to the world headquarters of Royal Dutch Shell and other Dutch companies. The Hague is known as the home of international law and arbitration. The International Court of Justice, the main judicial arm of the United Nations, is located in the city, as well as the International Criminal Court, the Permanent Court of Arbitration, Europol, and approximately 200 other international governmental organisations.",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/The_Hague", "pixabay": "https://pixabay.com/images/search/the%20hague/"}
    ],
    "photos": [
        "img/Hag/hag1.jpg", "img/Hag/hag2.jpg", "img/Hag/hag3.jpg", "img/Hag/hag4.jpg", "img/Hag/hag5.jpg", "img/Hag/hag6.jpg", "img/Hag/hag7.jpg", "img/Hag/hag8.jpg", "img/Hag/hag9.jpg", "img/Hag/hag10.jpg"
    ]
},
{
    "cityName": "Maastricht",
    "population": "121,565",
    "about": "Maastricht (/ˈmɑːstrɪxt, -ɪkt/, also US: /mɑːˈs-/,[8][9][10] Dutch: [maːˈstrɪxt] (About this soundlisten);[11] Limburgish (incl. Maastrichtian): Mestreech [məˈstʀeˑx]; French: Maestricht (archaic); Spanish: Mastrique (archaic)) is a city and a municipality in the southeast of the Netherlands. It is the capital and largest city of the province of Limburg. Maastricht is located on both sides of the Meuse (Dutch: Maas), at the point where the Jeker joins it. It is adjacent to the border with Belgium. Maastricht developed from a Roman settlement (Trajectum ad Mosam) to a medieval religious centre. In the 16th century it became a garrison town and in the 19th century an early industrial city. Today, the city is a thriving cultural and regional hub. It became well known through the Maastricht Treaty and as the birthplace of the euro. Maastricht has 1677 national heritage buildings (Rijksmonumenten), the second highest number in the Netherlands, after Amsterdam. The city is visited by tourists for shopping and recreation, and has a large international student population. Maastricht is a member of the Most Ancient European Towns Network and is part of the Meuse-Rhine Euroregion, which includes the nearby German and Belgian cities of Aachen, Eupen, Hasselt, Liège, and Tongeren. The Meuse-Rhine Euroregion is a metropolis with a population of about 3.9 million with several international universities.", 
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Maastricht", "pixabay": "https://pixabay.com/images/search/maastricht/"}
    ],
    "photos": [
        "img/Maastricht/maastricht1.jpg", "img/Maastricht/maastricht2.jpg", "img/Maastricht/maastricht3.jpg", "img/Maastricht/maastricht4.jpg", "img/Maastricht/maastricht5.jpg", "img/Maastricht/maastricht6.jpg", "img/Maastricht/maastricht7.jpg", "img/Maastricht/maastricht8.jpg", "img/Maastricht/maastricht9.jpg", "img/Maastricht/maastricht10.jpg", "img/Maastricht/maastricht11.jpg", "img/Maastricht/maastricht12.jpg"
    ]
},
{
    "cityName": "Utrecht",
    "population": "358,454",
    "about":"Utrecht (/ˈjuːtrɛkt/ YOO-trekt, also UK: /juːˈtrɛxt/ yoo-TREKHT, Dutch: [ˈytrɛxt] (About this soundlisten)) is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019. Utrecht's ancient city centre features many buildings and structures, several dating as far back as the High Middle Ages. It has been the religious centre of the Netherlands since the 8th century. It lost the status of prince-bishopric but remains the main religious centre in the country. Utrecht was the most important city in the Netherlands until the Dutch Golden Age, when it was surpassed by Amsterdam as the country's cultural centre and most populous city. Utrecht is host to Utrecht University, the largest university in the Netherlands, as well as several other institutions of higher education. Due to its central position within the country, it is an important transport hub for both rail and road transport; the busiest train station in the Netherlands, Utrecht Centraal, is in the city of Utrecht. It has the second highest number of cultural events in the Netherlands, after Amsterdam. In 2012, Lonely Planet included Utrecht in the top 10 of the world's unsung places.",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Utrecht", "pixabay": "https://pixabay.com/images/search/utrecht/"}
    ],
    "photos": [
        "img/Utrecht/utrecht1.jpg", "img/Utrecht/utrecht2.jpg", "img/Utrecht/utrecht3.jpg", "img/Utrecht/utrecht4.jpg", "img/Utrecht/utrecht5.jpg", "img/Utrecht/utrecht6.jpg", "img/Utrecht/utrecht7.jpg", "img/Utrecht/utrecht8.jpg"
    ]
},
{
    "cityName": "Groningen",
    "population": "232,735",
    "about":"Groningen (/ˈɡroʊnɪŋən/, also UK: /ˈɡrɒn-/, US: /ˈxroʊn-/, Dutch: [ˈɣroːnɪŋə(n)] (About this soundlisten); Gronings: Grun'n) is the main municipality as well as the capital city of the eponymous province in the Netherlands. It is the largest city in the north of the Netherlands and has 231,037 inhabitants (31 January 2019) on a total area of 180.21 km2 (69.58 sq mi), and land area of 168.93 km2 (65.22 sq mi) with a population density of 1,367 per km2 (3,540 per square mile). It merged with Ten Boer and Haren municipalities in 1 January 2019. The Groningen-Assen metropolitan area has about half a million inhabitants. Groningen is an old city (more than 950 years) and was the regional power of the north of the Netherlands, a semi-independent city-state and member of the German Hanseatic League. Groningen is a university city, with an estimated 32,700 students at the University of Groningen (1 October 2019), and an estimated 28,432 at the Hanze University of Applied Sciences (1 February 2020).",
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Groningen", "pixabay": "https://pixabay.com/images/search/groningen/"}
    ],
    "photos": [
        "img/Groningen/groningen1.jpg", "img/Groningen/groningen2.jpg", "img/Groningen/groningen3.jpg", "img/Groningen/groningen4.jpg", "img/Groningen/groningen5.jpg", "img/Groningen/groningen6.jpg", "img/Groningen/groningen7.jpg", "img/Groningen/groningen8.jpg", "img/Groningen/groningen9.jpg", "img/Groningen/groningen10.jpg"
    ]
},
{
    "cityName": "Haarlem",
    "population": "161,265",
    "about":"Haarlem (Dutch pronunciation: [ˈɦaːrlɛm] (About this soundlisten); predecessor of Harlem in the English language) is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 161,265 in 2019.Haarlem was granted city status or stadsrechten in 1245, although the first city walls were not built until 1270. The modern city encompasses the former municipality of Schoten as well as parts that previously belonged to Bloemendaal and Heemstede. Apart from the city, the municipality of Haarlem also includes the western part of the village of Spaarndam. Newer sections of Spaarndam lie within the neighbouring municipality of Haarlemmermeer.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Haarlem", "pixabay": "https://pixabay.com/images/search/haarlem/"}
    ],
    "photos": [
        "img/Haarlem/haarlem1.jpg", "img/Haarlem/haarlem2.jpg", "img/Haarlem/haarlem3.jpg", "img/Haarlem/haarlem4.jpg", "img/Haarlem/haarlem5.jpg", "img/Haarlem/haarlem6.jpg", "img/Haarlem/haarlem7.jpg", "img/Haarlem/haarlem8.jpg", "img/Haarlem/haarlem9.jpg", "img/Haarlem/haarlem10.jpg"
    ]
},
{
    "cityName": "Eindhoven",
    "population": "231,642",
    "about":"Eindhoven (/ˈaɪnthoʊvən/ EYENT-hoh-vən, Dutch: [ˈɛintɦoːvə(n)] (About this soundlisten)) is the fifth-largest city and a municipality of the Netherlands, located in the south of the country. It had a population of 231,469 in 2019, making it the largest city in the province of North Brabant. Eindhoven was originally located at the confluence of the Dommel and Gender.Neighbouring cities and towns include Son en Breugel, Nuenen, Geldrop-Mierlo, Helmond, Heeze-Leende, Waalre, Veldhoven, Eersel, Oirschot and Best. The agglomeration has a population of 337,487. The metropolitan area consists of 419,045 inhabitants. The city region has a population of 753,426. The Brabantse Stedenrij combined metropolitan area has about two million inhabitants. Eindhoven has grown from a little town in 1232 to one of the biggest cities in the Netherlands with around 230,000 inhabitants in 2020. Much of its growth is due to Philips, DAF Trucks and Brabantia. After the resurrection of the Netherlands in 1815 and the end of the Belgian Revolution, Eindhoven was a small village of some 1250 people in an economically backward and mostly agricultural area. Cheap land, cheap labor and the existence of pre-industrial homesourcing (huisnijverheid in Dutch) made Eindhoven an attractive area for the developing industries which were being stimulated by the government of King William I. During the 19th century, Eindhoven grew into an industrial town with factories for textile weaving, cigar manufacturing, match making and hat making. Most of these industries disappeared again after World War II, though.In 1891, brothers Gerard and Anton Philips founded the small light bulb factory that would grow into one of the largest electronics firms in the world. Philips' presence is probably the largest single contributing factor to the major growth of Eindhoven in the 20th century. It attracted and spun off many hi-tech companies, making Eindhoven a major technology and industrial hub. In 2005, a full third of the total amount of money spent on research in the Netherlands was spent in or around Eindhoven. A quarter of the jobs in the region are in technology and ICT, with companies such as FEI Company (once Philips Electron Optics), NXP Semiconductors (formerly Philips Semiconductors), ASML, ALTEN, Simac, Neways Electronics and the aforementioned Philips and DAF. Eindhoven has long been a centre of cooperation between research institutes and industry. This tradition started with Philips (the NatLab was a physical expression of this) and has since expanded to large cooperative networks. The Eindhoven University of Technology hosts an incubator for technology startups and the NatLab has developed into the High Tech Campus Eindhoven. Also, TNO has opened a branch on the university campus. This tradition has also fostered inter-industry cooperation in the region; one example of this is the announcement in September 2010 of a new research lab for high-grade packaging materials, a cooperation of IPS Packaging and Thales Cryognetics. This cooperative tradition has also developed into a different direction than the traditional technology research done at the university. Starting in 2002, the university, the Catharina hospital, Philips Medical and the University of Maastricht joined forces and started joint research into biomedical science, technology and engineering. Within Eindhoven, this research has been concentrated in a new university faculty (BioMedical Technology or BMT). This development has also made Eindhoven a biomedical technology hub within the country and its (European) region. Prime examples of industrial heritage in Eindhoven are the renovated Witte Dame (\"White Lady\") complex, a former Philips lamp factory; and the Admirant building (informally known as Bruine Heer or \"Brown Gentleman\" in reference to the Witte Dame across the street), the former Philips main offices. The Witte Dame currently houses the municipal library, the Design Academy and a selection of shops. The Admirant has been renovated into an office building for small companies. Across the street from the Witte Dame and next to the Admirant is Philips' first light bulb factory (nicknamed Roze Baby, or \"Pink Baby\", in reference to its pink colour and much smaller size when compared to the \"White Lady\" and \"Brown Gentleman\"). The small building now houses the \"Centrum Kunstlicht in de Kunst\" (centre artificial light in art) and the \"Philips Incandescent Lamp Factory of 1891\" museum.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Eindhoven"}
    ],
    "photos": [
        "img/Eindhoven/eindhoven1.jpg", "img/Eindhoven/eindhoven2.jpg", "img/Eindhoven/eindhoven3.jpg", "img/Eindhoven/eindhoven4.jpg", "img/Eindhoven/eindhoven5.jpg", "img/Eindhoven/eindhoven6.jpg", "img/Eindhoven/eindhoven7.jpg", "img/Eindhoven/eindhoven8.jpg", "img/Eindhoven/eindhoven9.jpg", "img/Eindhoven/eindhoven10.jpg", "img/Eindhoven/eindhoven11.jpg"
    ]
},
{
    "cityName": "Leiden",
    "population": "124,899",
    "about":"Leiden (/ˈlaɪdən/, Dutch: [ˈlɛi̯də(n)] (About this soundlisten); in English and archaic Dutch also Leyden) is a city and municipality in the province of South Holland, Netherlands. The municipality of Leiden had a population of 123,856 in August 2017, but the city forms one densely connected agglomeration with its suburbs Oegstgeest, Leiderdorp, Voorschoten and Zoeterwoude with 206,647 inhabitants. The Netherlands Central Bureau of Statistics (CBS) further includes Katwijk in the agglomeration which makes the total population of the Leiden urban agglomeration 270,879, and in the larger Leiden urban area also Teylingen, Noordwijk, and Noordwijkerhout are included with in total 348,868 inhabitants. Leiden is located on the Oude Rijn, at a distance of some 20 kilometres (12 miles) from The Hague to its south and some 40 km (25 mi) from Amsterdam to its north. The recreational area of the Kaag Lakes (Kagerplassen) lies just to the northeast of Leiden. A university city since 1575, Leiden has been one of Europe's most prominent scientific centres for more than four centuries. Leiden is a typical university city, university buildings are scattered throughout the city and the many students from all over the world give the city a bustling, vivid and international atmosphere. Many important scientific discoveries have been made here, giving rise to Leiden's motto: ‘City of Discoveries’. The city houses Leiden University, the oldest university of the Netherlands, and Leiden University Medical Center. Leiden University is one of Europe's top universities, with thirteen Nobel Prize winners. It is a member of the League of European Research Universities and positioned highly in all international academic rankings. It is twinned with Oxford, the location of the United Kingdom's oldest university. Leiden University and Leiden University of Applied Sciences (Leidse Hogeschool) together have around 35,000 students. Modern scientific medical research and teaching started in the early 18th century in Leiden with Boerhaave. Leiden is a city with a rich cultural heritage, not only in science, but also in the arts. One of the world's most famous painters, Rembrandt, was born and educated in Leiden. Other famous Leiden painters include Lucas van Leyden, Jan van Goyen and Jan Steen.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Leiden", "universiteitleiden":"https://www.universiteitleiden.nl/en"}
    ],
    "photos": [
        "img/Leiden/leiden1.jpg", "img/Leiden/leiden2.jpg", "img/Leiden/leiden3.jpg", "img/Leiden/leiden4.jpg", "img/Leiden/leiden5.jpg", "img/Leiden/leiden6.jpg", "img/Leiden/leiden7.jpg", "img/Leiden/leiden8.jpg", "img/Leiden/leiden9.jpg", "img/Leiden/leiden10.jpg", "img/Leiden/leiden11.jpg"
    ]
},
{
    "cityName": "Delft",
    "population": "103,163",
    "about":"Delft (Dutch pronunciation: [dɛlft] (About this soundlisten)) is a city and municipality in the province of South Holland, Netherlands. It is located between Rotterdam, to the southeast, and The Hague, to the northwest. Together with them, it is part of both Rotterdam–The Hague metropolitan area and the Randstad. Delft is a popular tourist destination in the country of The Netherlands. It is home to Delft University of Technology (TU Delft), regarded as center of technological research and development in the Netherlands, Delft Blue pottery and the currently reigning House of Orange-Nassau. Historically, Delft played a highly influential role in the Dutch Golden Age. Delft has a special place in the history of microbiology. In terms of science and technology, thanks to the pioneering contributions of Antonie van Leeuwenhoek and Martinus Beijerinck, Delft can be considered to be the true birthplace of microbiology, with its several sub-disciplines such as bacteriology, protozoology, and virology.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Delft", "tudelft":"https://www.tudelft.nl/en/"}
    ],
    "photos": [
        "img/Delft/delft1.jpg", "img/Delft/delft2.jpg", "img/Delft/delft3.jpg", "img/Delft/delft4.jpg", "img/Delft/delft5.jpg", "img/Delft/delft6.jpg", "img/Delft/delft7.jpg", "img/Delft/delft8.jpg", "img/Delft/delft9.jpg", "img/Delft/delft10.jpg"
    ]
},
{
    "cityName": "Breda",
    "population": "183,873",
    "about":"Breda (/ˈbriːdə/, /ˈbreɪ-/, Dutch: [breːˈdaː] (About this soundlisten)) is a city and municipality in the southern part of the Netherlands, located in the province of North Brabant. The name derived from brede Aa ('wide Aa' or 'broad Aa') and refers to the confluence of the rivers Mark and Aa. As a fortified city, it was of strategic military and political significance. Although a direct Fiefdom of the Holy Roman Emperor, the city obtained a municipal charter; the acquisition of Breda, through marriage, by the House of Nassau ensured that Breda would be at the centre of political and social life in the Low Countries. Breda had a population of 183,873 in 2019; the metropolitan area had a population of 324,812. It is part of the Brabantse Stedenrij. </br>In the 11th century, Breda was a direct fief of the Holy Roman Emperor, its earliest known lord being Henry of Brunesheim (1080–1125). The city of Breda obtained a municipal charter in 1252. After that Breda had the rights to build fortifications. The city constructed brick walls and Roman-style gates. In 1327, Adelheid of Gaveren sold Breda to Duke Johannes III of Brabant. In 1350, the fief was resold to Johannes II of Wassenaar (d. 1377). In 1403, the heiress of his line, Johanna of Polanen (1392–1445), married Engelbert I of Nassau (1370–1442; his sarcophagus is in the Grote Kerk in Breda). Through her, the city came into the possession of the House of Nassau, where it remained until 1795, passing to William I of Orange (1533–1584), stadtholder of Holland, Zeeland, and Utrecht and leader of the Dutch revolt. Thus, the baron of Breda was also Count of Nassau in the Holy Roman Empire, Prince of Orange, and (the main) stadtholder in the Dutch Republic (from 1572–1650, 1672–1702, 1747–1795). Breda remained part of the barony of Breda until it was captured by French revolutionary forces in 1795.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Breda"}
    ],
    "photos": [
        "img/Breda/breda1.jpg", "img/Breda/breda2.jpg", "img/Breda/breda3.jpg", "img/Breda/breda4.jpg", "img/Breda/breda5.jpg", "img/Breda/breda6.jpg", "img/Breda/breda7.jpg", "img/Breda/breda8.jpg"
    ]
},
{
    "cityName": "Hertogenbosch",
    "population": "154,205",
    "about":"'s-Hertogenbosch (UK: /ˌsɛərtoʊxənˈbɒs/, US: /-ˈbɔːs, -ɡənˈ-, sɛərˌtoʊ-/,[8][9] Dutch: [ˌsɛrtoːɣə(m)ˈbɔs] (About this soundlisten); French: Bois-le-Duc [bwa l(ə) dyk]), colloquially known as Den Bosch (IPA: [dɛm ˈbɔs] (About this soundlisten)), is a city and municipality in the Netherlands with a population of 152,968. It is the capital of the province of North Brabant. The city's official name is a contraction of the (archaic) Dutch des Hertogen bosch—\"the forest of the duke\". The duke in question was Henry I of Brabant, whose family had owned a large estate at nearby Orthen for at least four centuries. He founded a new town located on some forested dunes in the middle of a marsh. At age 26, he granted 's-Hertogenbosch city rights and the corresponding trade privileges in 1185. This is, however, the traditional date given by later chroniclers; the first mention in contemporaneous sources is 1196. The original charter has been lost. His reason for founding the city was to protect his own interests against encroachment from Gelre and Holland; from its first days, he conceived of the city as a fortress. It was destroyed in 1203 in a joint expedition of Gelre and Holland, but was soon rebuilt. Some remnants of the original city walls may still be seen.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/%27s-Hertogenbosch"}
    ],
    "photos": [
        "img/Hertogenbosch/hertogenbosch1.jpg", "img/Hertogenbosch/hertogenbosch2.jpg", "img/Hertogenbosch/hertogenbosch3.jpg", "img/Hertogenbosch/hertogenbosch4.jpg", "img/Hertogenbosch/hertogenbosch5.jpg", "img/Hertogenbosch/hertogenbosch6.jpg", "img/Hertogenbosch/hertogenbosch7.jpg", "img/Hertogenbosch/hertogenbosch8.jpg"
    ]
},
{
    "cityName": "Arnhem",
    "population": "159,265",
    "about":"'Arnhem (/ˈɑːrnəm/, also US: /ˈɑːrnhɛm/, Dutch: [ˈɑrnɛm] (About this soundlisten) or [ˈɑrnɦɛm] (About this soundlisten); German: Arnheim; South Guelderish: Èrnem) is a city and municipality situated in the eastern part of the Netherlands. It is the capital of the province of Gelderland and located on both banks of the rivers Nederrijn and Sint-Jansbeek, which was the source of the city's development. Arnhem had a population of 159,265 in 2019 and is one of the larger cities of the Netherlands. The municipality is part of the Arnhem–Nijmegen metropolitan area which has a combined 736,500 inhabitants. Arnhem is home to the Hogeschool van Arnhem en Nijmegen, ArtEZ Institute of the Arts, Netherlands Open Air Museum, Airborne Museum 'Hartenstein', Royal Burgers' Zoo, NOC*NSF and National Sports Centre Papendal. The north corner of the municipality is part of the Hoge Veluwe National Park. It is approximately 55 square kilometers in area, consisting of heathlands, sand dunes, and woodlands.",
    
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Arnhem"}
    ],
    "photos": [
        "img/Arnhem/arnhem1.jpg", "img/Arnhem/arnhem2.jpg", "img/Arnhem/arnhem3.jpg", "img/Arnhem/arnhem4.jpg", "img/Arnhem/arnhem5.jpg", "img/Arnhem/arnhem6.jpg", "img/Arnhem/arnhem7.jpg", "img/Arnhem/arnhem8.jpg", "img/Arnhem/arnhem9.jpg"
    ]
},
{
    "cityName": "Zwolle",
    "population": "127,497",
    "about":"Zwolle (Dutch: [ˈzʋɔlə] (About this soundlisten)) is a city and municipality in the northeastern Netherlands serving as Overijssel's capital. With a population of 127,497, it is the second-largest municipality of the province after Enschede.</br>Archaeological findings indicate that the area surrounding Zwolle has been inhabited for a long time. A woodhenge that was found in the Zwolle-Zuid suburb in 1993 was dated to the Bronze Age period. During the Roman era, the area was inhabited by Salian Franks. The modern city was founded around 800 CE by Frisian merchants and troops of Charlemagne. The name Zwolle is derived from the word Suolle, which means \"hill\" (cf. the English cognate verb \"to swell\"). This refers to an incline in the landscape between the four rivers surrounding the city, IJssel, Vecht, Aa and Zwarte Water. The hill was the only piece of land that would remain dry during the frequent floodings of the rivers. Zwolle was established on that incline. A document mentions the existence of a parish church dedicated to St Michael. That church, the Grote or Sint Michaëlskerk (big or Saint Michael Church), was renovated in the first half of the 15th century and exists to this day. The church contains a richly carved pulpit, the work of Adam Straes van Weilborch (about 1620), some good carving and an exquisite organ (1721). On 31 August, 1230, the bishop of Utrecht granted Zwolle city rights. Zwolle became a member of the Hanseatic league in 1294, and in 1361 joined the war between the Hanseatic League and Valdemar IV of Denmark. In the 1370 Treaty of Stralsund that ended the war, Zwolle was awarded a vitte, a trade colony, in Scania, then part of Denmark. Zwolle's golden age came in the 15th century. Between 1402 and 1450, the city's Gross Regional Product multiplied by about six.In July 1324 and October 1361, regional noblemen set fire to Zwolle. In the 1324 fire, only nine buildings escaped the flames. Map of Zwolle by Joan Blaeu in Blaeu's \"Toonneel der Steden\", 1652. Zwolle was also, with Deventer, one of the centers of the Brethren of the Common Life, a monastic movement. 5 km (3 mi) from Zwolle, on a slight eminence called the Agnietenberg, (hill of St Agnes), once stood the Augustinian convent in which Thomas à Kempis spent the greatest part of his life and died (in 1471). At least as early as 1911, Zwolle had a considerable trade by river, a large fish market, and the most important cattle market in the Netherlands after Rotterdam. The more important industries comprised cotton manufactures, iron works, boat-building, dyeing and bleaching, tanning, rope-making, and salt-making. In World War II, Zwolle was single-handedly liberated from the Germans by French Canadian soldier Léo Major. He was made an honorary citizen of Zwolle in 2005 and a street is named for him. In 2004, Zwolle's De Librije restaurant was honored with 3 stars by Michelin Guide; as of 2018, it is one of only three restaurants so honored in the entire country.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Zwolle"}
    ],
    "photos": [
        "img/Zwolle/zwolle1.jpg", "img/Zwolle/zwolle2.jpg", "img/Zwolle/zwolle3.jpg", "img/Zwolle/zwolle4.jpg", "img/Zwolle/zwolle5.jpg", "img/Zwolle/zwolle6.jpg", "img/Zwolle/zwolle7.jpg", "img/Zwolle/zwolle8.jpg", "img/Zwolle/zwolle9.jpg", "img/Zwolle/zwolle10.jpg"
    ]
},
{
   "cityName": "Alkmaar",
    "population": "109,444",
    "about":"Alkmaar [ˈɑl(ə)kmaːr] (About this soundlisten) is a city and municipality in the Netherlands, located in the province of North Holland. Alkmaar is well known for its traditional cheese market. For tourists, it is a popular cultural destination.</br>The earliest mention of the name Alkmaar is in a 10th-century document. As the village grew into a town, it was granted city rights in 1254. The oldest part of Alkmaar lies on an ancient sand bank that afforded some protection from inundation during medieval times. Even so, it is only a couple of metres above the surrounding region, which consists of some of the oldest polders in existence. Older spellings include Alckmar.</br>In 1573 the city underwent a siege by Spanish forces under the leadership of Don Fadrique, son of the Duke of Alva. The citizens sent urgent messages for help to the Prince of Orange; he responded by promising to open the floodgates of the dykes and flood the region if the need arose, which despite the protestations of the peasantry, fearful for their harvest, he proceeded to do. Some of his dispatches fell into the hands of Don Fadrique, and, with the waters beginning to rise, the Spaniards raised the siege and fled. It was a turning point in the Eighty Years War and gave rise to the expression Bij Alkmaar begint de victorie (\"Victory begins at Alkmaar\"). The event is still celebrated every year in Alkmaar on 8 October, the day the siege ended. In 1799, during the French Revolutionary Wars, an Anglo-Russian expeditionary force captured the city but was ultimately defeated in the Battle of Castricum. After that battle, on 18 October 1799, the two opposing sides held the Convention of Alkmaar which met to determine the fate of the defeated Anglo-Russian force. The French victory was commemorated on the Arc de Triomphe in Paris as \"Alkmaer\". The North Holland Canal, opened in 1824, was dug through Alkmaar. In 1865 and 1867 the railways between Alkmaar and Den Helder and between Alkmaar and Haarlem were built respectively. In the second half of the 20th century, Alkmaar expanded quickly with development of new neighbourhoods. On 1 October 1972, the town of Oudorp and the southern portions of Koedijk and Sint Pancras were added to the municipality of Alkmaar.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Alkmaar"}
    ],
    "photos": [
        "img/Alkmaar/alkmaar1.jpg", "img/Alkmaar/alkmaar2.jpg", "img/Alkmaar/alkmaar3.jpg", "img/Alkmaar/alkmaar4.jpg", "img/Alkmaar/alkmaar5.jpg", "img/Alkmaar/alkmaar6.jpg", "img/Alkmaar/alkmaar7.jpg", "img/Alkmaar/alkmaar8.jpg", "img/Alkmaar/alkmaar9.jpg"
    ] 
},
{
    "cityName": "Amersfoort",
    "population": "156,286",
    "about":"Amersfoort [ˈaːmərsfoːrt] (About this soundlisten) is a city and municipality in the province of Utrecht, Netherlands and is situated at the eastern edge of the Randstad. As of 1 January 2019, the municipality had a population of 156,286, making it the second-largest of the province and fifteenth-largest of the country. Amersfoort is also one of the largest Dutch railway junctions with its three stations—Amersfoort Centraal, Schothorst and Vathorst—due to its location on two of the Netherlands' main east to west and north to south railway lines. The city was used during the 1928 Summer Olympics as a venue for the modern pentathlon events. Amersfoort marked its 750th anniversary as a city in 2009.</br>Remains of settlements in the Amersfoort area from around 1000 BC have been found, but the name Amersfoort, after a ford in the Amer River, today called the Eem, did not appear until the 11th century. The city grew around what is now known as the central square, the Hof, where the Bishops of Utrecht established a court in order to control the \"Gelderse Vallei [nl]\" area. It was granted city rights in 1259 by the bishop of Utrecht, Henry I van Vianden. A first defensive wall, made out of brick, was finished around 1300. Soon after, the need for enlargement of the city became apparent and around 1380 the construction of a new wall was begun and completed around 1450. The famous Koppelpoort, a combined land and water gate, is part of this second wall. The first wall was demolished and houses were built in its place. Today's Muurhuizen (wallhouses) Street is at the exact location of the first wall; the fronts of the houses are built on top of the first city wall's foundations. The Onze-Lieve-Vrouwentoren (Tower of Our Lady) is one of the tallest medieval church towers in the Netherlands at 98 metres (322 ft). When it was built, it was the middle point of The Netherlands,[8] it was exactly built in the center and a reference for the Dutch grid system. The nickname of the tower is Lange Jan (‘Long John’).The construction of the tower and the church was started in 1444. The church was destroyed by an explosion in 1787, but the tower survived, and the layout of the church still can be discerned today through the use of different types of stone in the pavement of the open space that was created. It is now the reference point of the RD coordinate system, the coordinate grid used by the Dutch topographical service: the RD coordinates are (155.000, 463.000). The inner city of Amersfoort has been preserved well since the Middle Ages. Apart from the Onze-Lieve-Vrouwetoren, the Koppelpoort, and the Muurhuizen (Wall-houses), there is also the Sint-Joriskerk (Saint George's church), the canal-system with its bridges, as well as medieval and other old buildings; many are designated as national monuments. In the Middle Ages, Amersfoort was an important centre for the textile industry, and there were a large number of breweries. Jews also lived in Amersfoort in the Middle Ages, before being expelled from the province in 1546 and beginning to return to the city in 1655",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Amersfoort"}
    ],
    "photos": [
        "img/Amersfoort/amersfoort1.jpg", "img/Amersfoort/amersfoort2.jpg", "img/Amersfoort/amersfoort3.jpg", "img/Amersfoort/amersfoort4.jpg", "img/Amersfoort/amersfoort5.jpg", "img/Amersfoort/amersfoort6.jpg", "img/Amersfoort/amersfoort7.jpg", "img/Amersfoort/amersfoort8.jpg", "img/Amersfoort/amersfoort9.jpg", "img/Amersfoort/amersfoort10.jpg", "img/Amersfoort/amersfoort11.jpg", "img/Amersfoort/amersfoort12.jpg"
    ] 
},
{
    "cityName": "Dordrecht",
    "population": "118,654",
    "about":"Dordrecht (UK: /dɔːrˈdrɛxt/,[6] US: /ˈdɔːrdrɛxt, -ɛkt/,[7][8] Dutch: [ˈdɔrdrɛxt] (About this soundlisten); colloquially Dordt [dɔrt] (About this soundlisten)), historically known in English as Dordt or Dort, is a city and municipality in the Western Netherlands, located in the province of South Holland. It is the fifth-largest city of the province after Rotterdam, The Hague, Zoetermeer and Leiden, with a population of 118,654. The municipality covers the entire Dordrecht Island, also often called Het Eiland van Dordt (\"the Island of Dordt\"), bordered by the rivers Oude Maas, Beneden Merwede, Nieuwe Merwede, Hollands Diep, and Dordtsche Kil. Dordrecht is the largest and most important city in the Drechtsteden and is also part of the Randstad, the main conurbation in the Netherlands. Dordrecht is the oldest city in Holland and has a rich history and culture.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Dordrecht"}
    ],
    "photos": [
        "img/Dordrecht/dordrecht1.jpg", "img/Dordrecht/dordrecht2.jpg", "img/Dordrecht/dordrecht3.jpg", "img/Dordrecht/dordrecht4.jpg", "img/Dordrecht/dordrecht5.jpg", "img/Dordrecht/dordrecht6.jpg", "img/Dordrecht/dordrecht7.jpg", "img/Dordrecht/dordrecht8.jpg", "img/Dordrecht/dordrecht9.jpg", "img/Dordrecht/dordrecht10.jpg"
    ] 
},
{
    "cityName": "Naarden",
    "population": "N/A",
    "about":"Naarden (Dutch pronunciation: [ˈnaːrdə(n)] (About this soundlisten)) is a city and former municipality in the Gooi region in the province of North Holland, Netherlands. It has been part of the new municipality of Gooise Meren since 2016.</br>Naarden is the home of the Dutch Fortress Museum (Nederlands Vestingmuseum). Naarden hosts the bi-annual Naarden Photo Festival and, on Good Friday, a performance of Bach's St. Matthew Passion in the local church, which is called the Great Church or St. Vitus Church. The Great Church (Grote Kerk) is situated on the Markstraat and dates from the 15th century. Prior to the Protestant Reformation it was named for St. Vitus. It is one of the oldest surviving churches in The Netherlands, having had the good fortune to survive the Spanish invasion of 1572 and the subsequent burning of the town. The church has numerous wooden vaults that are painted with scenes from the Old and New Testaments. These were hidden for many years and were only rediscovered in a recent restoration. The church is the venue for a number of cultural activities such as organ music nights and the bi-annual Naarden Photo festival. The Spanish House (Spaanse Huis), situated at Turfpoortstraat 27, was originally a church building converted to house migrants. In 1572 Spanish troops conducted a massacre of some 700 inhabitants who had gathered to hear a peace proposal. The Spanish then fired on the assembled citizens, and went on to set fire to the town. A plaque above the lintel of the door and below the eaves commemorates the massacre. In 1615, after the population had reestablished itself, they built the city hall on the site. Part of the building was given over to De Waag (The Scales House), the municipal office entrusted with the verification of weights and measures. The building later served a French garrison as a bakery, turning out over 1000 loaves per day. From 1967 until 1992 it served as the Comenius museum. Today, the historic building serves as the Weegschaal Museum. Naarden is also the place where John Amos Comenius is buried in a mausoleum on Klooster straat. This place receives many visitors from Czechia, where he was born. Comenius is known as the inventor of our school system with grades and different classes.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Naarden"}
    ],
    "photos": [
        "img/Naarden/naarden1.jpg", "img/Naarden/naarden2.jpg", "img/Naarden/naarden3.jpg", "img/Naarden/naarden4.jpg", "img/Naarden/naarden5.jpg", "img/Naarden/naarden6.jpeg", "img/Naarden/naarden7.jpg", "img/Naarden/naarden8.jpg", "img/Naarden/naarden9.jpg", "img/Naarden/naarden10.jpg"
    ] 
},
{
    "cityName": "Almere",
    "population": "207,904",
    "about":"Almere (Dutch pronunciation: [ɑlˈmeːrə] (About this soundlisten)) is a planned city and municipality in the province of Flevoland, Netherlands, bordering Lelystad and Zeewolde. The municipality of Almere comprises six official areas that are the districts of Almere Stad (which is further split up into Almere Stad Oost, Almere Stad West and Almere Centrum), Almere Buiten and Almere Pampus (which is currently being designed), and the boroughs of Almere Haven, Almere Hout and Almere Poort. Four of them feature official district or borough offices. Furthermore, it also comprises the unofficial historic district and neighborhood Oostvaardersdiep, which has an active semi-self-governing community, and the planned district of Almere Oosterwold. Almere is part of the Amsterdam Metropolitan Area (MRA). Almere is the newest city in the Netherlands: the land on which the city sits, the Southern Flevoland polder, was reclaimed from the IJsselmeer from 1959 to 1968. The first house was finished in 1976, and Almere became a municipality in 1984. It has the largest population of the municipalities in Flevoland with 207,904 citizens in 2019 and the 7th largest in the Netherlands. In October 2007, the city council of Almere made agreements with the government to expand the city to 350,000 inhabitants by 2030.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Almere"}
    ],
    "photos": [
        "img/Almere/almere1.jpg", "img/Almere/almere2.jpg", "img/Almere/almere3.jpg", "img/Almere/almere4.jpg", "img/Almere/almere5.jpg", "img/Almere/almere6.jpg", "img/Almere/almere7.jpeg", "img/Almere/almere8.jpg", "img/Almere/almere9.jpg", "img/Almere/almere10.jpg"
    ] 
},
{
    "cityName": "Leeuwarden",
    "population": "123,107",
    "about":"Leeuwarden (US: /ˈleɪvɑːrdən/,[6] Dutch: [ˈleːʋɑrdə(n)] (About this soundlisten); West Frisian: Ljouwert [ˈljɔːʋ(ə)t]/[ˈʎɔːw(ə)t] (About this soundlisten); Town Frisian: Liwwadden; Leeuwarder dialect: Leewarden) is a city and municipality in Friesland in the Netherlands. It is the provincial capital and seat of the States of Friesland. The municipality has a population of 122,293.The region has been continuously inhabited since the 10th century. It came to be known as Leeuwarden in the early 9th century AD and was granted city privileges in 1435. It is the main economic hub of Friesland, situated in a green and water-rich environment. Leeuwarden is a former royal residence and has a historic city center, many historically relevant buildings, and a large shopping center with squares and restaurants. Leeuwarden was awarded the title European Capital of Culture for 2018. The Elfstedentocht (Eleven Cities Tour), an ice skating tour passing the eleven cities of Friesland, started and finished in Leeuwarden. The following towns and villages within the municipality have populations in excess of 1,000 people: Leeuwarden, Stiens, Grou, Goutum, Wergea, Jirnsum, Reduzum, and Wirdum. The municipality is governed by the mayor Sybrand van Haersma Buma and a coalition of the Labour Party, Christian Democratic Appeal, and GreenLeft.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Leeuwarden"}
    ],
    "photos": [
        "img/Leeuwarden/leeuwarden1.jpg", "img/Leeuwarden/leeuwarden2.jpg",  "img/Leeuwarden/leeuwarden3.jpg", "img/Leeuwarden/leeuwarden4.jpg", "img/Leeuwarden/leeuwarden5.jpeg", "img/Leeuwarden/leeuwarden6.jpg", "img/Leeuwarden/leeuwarden7.jpg", "img/Leeuwarden/leeuwarden8.jpg", "img/Leeuwarden/leeuwarden9.jpg", "img/Leeuwarden/leeuwarden10.jpg"
    ] 
},
{
    "cityName": "Middelburg",
    "population": "48,544",
    "about":"Middelburg (Dutch: [ˈmɪdəlbʏrx] (About this soundlisten)) is a city and municipality in the south-western Netherlands serving as the capital of the province of Zeeland. Situated on the central peninsula of the Zeeland province, Midden-Zeeland (consisting of former islands Walcheren, Noord-Beveland and Zuid-Beveland), it has a population of about 48,000. In terms of technology, Middelburg played a role in the Scientific Revolution at the early modern period. The city was historically a center of lens crafting in the Golden Age of Dutch science and technology. The invention of the microscope and telescope is often credited to Middelburg spectacle-makers (including Zacharias Janssen and Hans Lippershey) in the late 16th century and early 17th century.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Middelburg"}
    ],
    "photos": [
        "img/Middelburg/Middelburg1.jpg", "img/Middelburg/Middelburg2.jpg", "img/Middelburg/Middelburg3.jpg", "img/Middelburg/Middelburg4.jpg", "img/Middelburg/Middelburg5.jpg", "img/Middelburg/Middelburg6.jpg", "img/Middelburg/Middelburg7.jpg", "img/Middelburg/Middelburg8.jpg"
    ] 
},
{
    "cityName": "Gouda",
    "population": "73,181",
    "about":"Gouda (Dutch pronunciation: [ˈɣʌudaː] (About this soundlisten)) is a city and municipality in the west of the Netherlands, between Rotterdam and Utrecht, in the province of South Holland. Gouda has a population of 72,338 and is famous for its Gouda cheese, stroopwafels, many grachten, smoking pipes, and its 15th-century city hall. Its array of historic churches and other buildings makes it a very popular day trip destination. In the Middle Ages, a settlement was founded at the location of the current city by the Van der Goude family, who built a fortified castle alongside the banks of the Gouwe River, from which the family and the city took its name. The area, originally marshland, developed over the course of two centuries. By 1225, a canal was linked to the Gouwe and its estuary was transformed into a harbour. City rights were granted in 1272.",
   
    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Gouda,_South_Holland"}
    ],
    "photos": [
        "img/Gouda/Gouda1.jpg", "img/Gouda/Gouda2.jpg", "img/Gouda/Gouda3.jpg", "img/Gouda/Gouda4.jpg", "img/Gouda/Gouda5.jpg", "img/Gouda/Gouda6.jpg", "img/Gouda/Gouda7.jpg", "img/Gouda/Gouda8.jpg", "img/Gouda/Gouda9.jpg", "img/Gouda/Gouda10.jpg"
    ] 
},
{
    "cityName": "Lelystad",
    "population": "77,893",
    "about":"Lelystad (Dutch pronunciation: [ˈleːlistɑt] (About this soundlisten)) is a municipality and a city in the centre of the Netherlands, and it is the capital of the province of Flevoland. The city, built on reclaimed land, was founded in 1967 and was named after Cornelis Lely, who engineered the Afsluitdijk, making the reclamation possible. Lelystad is approximately 3 metres (9.8 feet) below sea level.</br> Lelystad is built on the seabed of the former Zuiderzee. About 6500 years ago this wetland was above high tide level and inhabited; the Netherlands have steadily subsided since. Near Lelystad at Swifterbant, the oldest human skeletons in Western Europe were discovered. Due to rising water levels and storms, the peatlands were washed away, and the Lacus Flevo (in Roman times) grew to be the Almere (Middle Ages) and became the Zuiderzee. The Zuiderzee (Southern Sea) was the main transport route from Amsterdam to the North Sea and the Hanseatic League cities. Due to the many shipwrecks in Flevoland, Lelystad now houses the National Centre for Maritime History, with a museum and the shipyard that has built the Batavia replica. After the Second World War the Zuiderzee Works continued, constructing the polder of Eastern Flevoland. In 1950 work commenced on several construction islands in the middle of the IJsselmeer. Lelystad-Haven was the largest island, and its wooden barracks housed a community of dyke-builders. In 1955 they reached the mainland, which made it possible to drive to Lelystad by car. One of the three pumping stations, which drained the polder in June 1957, was the diesel-powered Wortman in Lelystad-Haven. Until 1967 the only inhabitants of Lelystad were technical engineers and laborers and superintendents, living on the former construction island. ",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Lelystad"}
    ],
    "photos": [
        "img/Lelystad/Lelystad1.jpg", "img/Lelystad/Lelystad2.jpg", "img/Lelystad/Lelystad3.jpg", "img/Lelystad/Lelystad4.jpg", "img/Lelystad/Lelystad5.jpg", "img/Lelystad/Lelystad6.jpg", "img/Lelystad/Lelystad7.jpg", "img/Lelystad/Lelystad8.jpg", "img/Lelystad/Lelystad9.jpg", "img/Lelystad/Lelystad10.jpg"
    ] 
}, 
{
    "cityName": "Volendam",
    "population": "22,000",
    "about":"Volendam (Dutch pronunciation: [ˌvoːlənˈdɑm]) is a village in North Holland in the Netherlands, in the municipality of Edam-Volendam. The town has about 22,000 inhabitants (November 2007) and is twinned with Coventry. </br>Originally, Volendam was the location of the harbor of the nearby Edam, which was situated at the mouth of the IJ bay. In 1357, the inhabitants of Edam dug a shorter canal to the Zuiderzee with its own separate harbor. This removed the need for the original harbor, which was then dammed and used for land reclamation. Farmers and local fishermen settled there, forming the new community of Vollendam, which literally meant something like 'Filled dam'. In the early part of the 20th century it became something of an artists' retreat, with both Picasso and Renoir spending time here. The majority of the population belongs to the Roman Catholic Church, which is deeply connected to the village culture. Historically, many missionaries and bishops grew up in Volendam. Today there is the chapel of Our Lady of the Water, which is located in a village park. ",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Volendam"}
    ],
    "photos": [
        "img/Volendam/Volendam1.jpg", "img/Volendam/Volendam2.jpg", "img/Volendam/Volendam3.jpg", "img/Volendam/Volendam4.jpg", "img/Volendam/Volendam5.jpg", "img/Volendam/Volendam6.jpg", "img/Volendam/Volendam7.jpg", "img/Volendam/Volendam8.jpg", "img/Volendam/Volendam9.jpg", "img/Volendam/Volendam10.jpg", "img/Volendam/Volendam11.jpg"
    ] 
},   
{
    "cityName": "Best",
    "population": "29,821",
    "about":"Best (About this soundListen (help·info)) is a municipality and a village in the southern Netherlands. It is situated northwest of the city Eindhoven, and is also part of the agglomeration of this city.The headquarters of Europe's largest meat processor Vion NV are located in Best, as are Philips Healthcare and the Bata Shoe Organization's \"Bata Protective\" operations (B2B). </br> The village used to be a part of Oirschot, a nearby town. But as Best was situated on the state road from Amsterdam to Maastricht, this often created difficulties. Each time the military wanted to quarter troops in Best, they had to request to be stationed in Oirschot, 10 km away, for this to be allowed. Because of this difficulty, the government decided to separate Best from Oirschot in 1819. Archaeological excavations around the village suggest settlement in the area dating back to the Roman era. The Armenhoef is a monumental farm on the Oirschotseweg 117 in Best. This stable is the oldest still in use within Western Europe. Historical building research in 2009 showed that the wooden frame of the stable dates back to 1263. The living part of the farm itself is built in recent times, in 1640 at the earliest, but probably around 1680. The farm is an official monument.  The first written text about Best dates back to 1421.",

    "links": [
        { "wikipedia": "https://en.wikipedia.org/wiki/Best,_Netherlands"}
    ],
    "photos": [
        "img/Best/Best1.jpg", "img/Best/Best2.jpg", "img/Best/Best3.jpg", "img/Best/Best4.jpg"
    ] 
}
]